{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[BOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[BOS]": {
        "id": "[BOS]",
        "ids": [
          5
        ],
        "tokens": [
          "[BOS]"
        ]
      },
      "[EOS]": {
        "id": "[EOS]",
        "ids": [
          6
        ],
        "tokens": [
          "[EOS]"
        ]
      }
    }
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "[BOS]": 5,
      "[EOS]": 6,
      "*": 7,
      "A": 8,
      "C": 9,
      "D": 10,
      "E": 11,
      "F": 12,
      "G": 13,
      "H": 14,
      "I": 15,
      "K": 16,
      "L": 17,
      "M": 18,
      "N": 19,
      "P": 20,
      "Q": 21,
      "R": 22,
      "S": 23,
      "T": 24,
      "V": 25,
      "W": 26,
      "Y": 27,
      "AA": 28,
      "GV": 29,
      "AL": 30,
      "GA": 31,
      "VV": 32,
      "LL": 33,
      "GI": 34,
      "LD": 35,
      "IV": 36,
      "SA": 37,
      "GL": 38,
      "EL": 39,
      "GG": 40,
      "TA": 41,
      "VA": 42,
      "GM": 43,
      "IA": 44,
      "GK": 45,
      "PV": 46,
      "II": 47,
      "TN": 48,
      "LA": 49,
      "EK": 50,
      "ER": 51,
      "EA": 52,
      "GD": 53,
      "SV": 54,
      "DA": 55,
      "DV": 56,
      "GE": 57,
      "PA": 58,
      "DI": 59,
      "GS": 60,
      "DL": 61,
      "NA": 62,
      "RK": 63,
      "MV": 64,
      "VI": 65,
      "VL": 66,
      "GQ": 67,
      "GN": 68,
      "TR": 69,
      "GF": 70,
      "SR": 71,
      "YA": 72,
      "VT": 73,
      "IL": 74,
      "MA": 75,
      "PL": 76,
      "VK": 77,
      "GT": 78,
      "SS": 79,
      "KK": 80,
      "EI": 81,
      "GAA": 82,
      "TT": 83,
      "SD": 84,
      "KD": 85,
      "KA": 86,
      "PGM": 87,
      "LV": 88,
      "PR": 89,
      "YS": 90,
      "KI": 91,
      "CA": 92,
      "PT": 93,
      "EE": 94,
      "YL": 95,
      "SN": 96,
      "KT": 97,
      "FR": 98,
      "KL": 99
    },
    "merges": [
      "A A",
      "G V",
      "A L",
      "G A",
      "V V",
      "L L",
      "G I",
      "L D",
      "I V",
      "S A",
      "G L",
      "E L",
      "G G",
      "T A",
      "V A",
      "G M",
      "I A",
      "G K",
      "P V",
      "I I",
      "T N",
      "L A",
      "E K",
      "E R",
      "E A",
      "G D",
      "S V",
      "D A",
      "D V",
      "G E",
      "P A",
      "D I",
      "G S",
      "D L",
      "N A",
      "R K",
      "M V",
      "V I",
      "V L",
      "G Q",
      "G N",
      "T R",
      "G F",
      "S R",
      "Y A",
      "V T",
      "I L",
      "M A",
      "P L",
      "V K",
      "G T",
      "S S",
      "K K",
      "E I",
      "G AA",
      "T T",
      "S D",
      "K D",
      "K A",
      "P GM",
      "L V",
      "P R",
      "Y S",
      "K I",
      "C A",
      "P T",
      "E E",
      "Y L",
      "S N",
      "K T",
      "F R",
      "K L"
    ]
  }
}