{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[BOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[BOS]": {
        "id": "[BOS]",
        "ids": [
          5
        ],
        "tokens": [
          "[BOS]"
        ]
      },
      "[EOS]": {
        "id": "[EOS]",
        "ids": [
          6
        ],
        "tokens": [
          "[EOS]"
        ]
      }
    }
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "[BOS]": 5,
      "[EOS]": 6,
      "A": 7,
      "C": 8,
      "G": 9,
      "T": 10,
      "GC": 11,
      "AA": 12,
      "TC": 13,
      "TG": 14,
      "AC": 15,
      "GG": 16,
      "TT": 17,
      "GCC": 18,
      "GA": 19,
      "GGC": 20,
      "TA": 21,
      "TCC": 22,
      "ACC": 23,
      "GAA": 24,
      "TGC": 25,
      "TTG": 26,
      "AAC": 27,
      "ATC": 28,
      "TTC": 29,
      "GAC": 30,
      "ATG": 31,
      "GTC": 32,
      "GTG": 33,
      "AGC": 34,
      "TAA": 35,
      "TAC": 36,
      "AGG": 37,
      "TGCC": 38,
      "GGCC": 39,
      "CC": 40,
      "TTCC": 41,
      "GCGC": 42,
      "GTT": 43,
      "ATT": 44,
      "GATC": 45,
      "GATG": 46,
      "AAA": 47,
      "GACC": 48,
      "GTA": 49,
      "AAGG": 50,
      "GCTG": 51,
      "AAAA": 52,
      "GCCC": 53,
      "GGTG": 54,
      "GAAC": 55,
      "GCA": 56,
      "GTGC": 57,
      "GCTC": 58,
      "TACC": 59,
      "GCGG": 60,
      "GAGG": 61,
      "GTTG": 62,
      "TATG": 63,
      "AACC": 64,
      "GCAA": 65,
      "TCCC": 66,
      "GTTC": 67,
      "TATC": 68,
      "ATTG": 69,
      "GGTC": 70,
      "TGCTG": 71,
      "AGCC": 72,
      "AGAA": 73,
      "AATG": 74,
      "GTAA": 75,
      "AGA": 76,
      "GTCC": 77,
      "TATT": 78,
      "GCAC": 79,
      "ATGC": 80,
      "ACCC": 81,
      "GATT": 82,
      "GTAC": 83,
      "TAAC": 84,
      "AGGC": 85,
      "GTGCC": 86,
      "AAAC": 87,
      "ATCC": 88,
      "TTTG": 89,
      "GAGC": 90,
      "GGGC": 91,
      "TGCTC": 92,
      "TTTC": 93,
      "ATA": 94,
      "AAGAA": 95,
      "GGAC": 96,
      "AATC": 97,
      "GCGGC": 98,
      "ATTC": 99
    },
    "merges": [
      "G C",
      "A A",
      "T C",
      "T G",
      "A C",
      "G G",
      "T T",
      "GC C",
      "G A",
      "G GC",
      "T A",
      "TC C",
      "AC C",
      "G AA",
      "T GC",
      "T TG",
      "AA C",
      "A TC",
      "T TC",
      "G AC",
      "A TG",
      "G TC",
      "G TG",
      "A GC",
      "T AA",
      "T AC",
      "A GG",
      "T GCC",
      "G GCC",
      "C C",
      "T TCC",
      "GC GC",
      "G TT",
      "A TT",
      "GA TC",
      "GA TG",
      "AA A",
      "G ACC",
      "G TA",
      "AA GG",
      "GC TG",
      "AA AA",
      "GCC C",
      "GG TG",
      "GAA C",
      "GC A",
      "G TGC",
      "GC TC",
      "T ACC",
      "GC GG",
      "GA GG",
      "G TTG",
      "TA TG",
      "AAC C",
      "GC AA",
      "TCC C",
      "G TTC",
      "TA TC",
      "A TTG",
      "GG TC",
      "TGC TG",
      "A GCC",
      "A GAA",
      "AA TG",
      "G TAA",
      "A GA",
      "G TCC",
      "TA TT",
      "GC AC",
      "A TGC",
      "ACC C",
      "GA TT",
      "G TAC",
      "T AAC",
      "A GGC",
      "G TGCC",
      "AA AC",
      "A TCC",
      "TT TG",
      "GA GC",
      "GG GC",
      "TGC TC",
      "TT TC",
      "A TA",
      "AA GAA",
      "GG AC",
      "AA TC",
      "GC GGC",
      "A TTC"
    ]
  }
}