{
  "version": "1.0",
  "truncation": null,
  "padding": {
    "strategy": {
      "Fixed": 512
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<UNK>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<UNK>": 0,
      "A": 1,
      "B": 2,
      "C": 3,
      "D": 4,
      "E": 5,
      "F": 6,
      "G": 7,
      "H": 8,
      "I": 9,
      "K": 10,
      "L": 11,
      "M": 12,
      "N": 13,
      "P": 14,
      "Q": 15,
      "R": 16,
      "S": 17,
      "T": 18,
      "U": 19,
      "V": 20,
      "W": 21,
      "X": 22,
      "Y": 23,
      "Z": 24,
      "SS": 25,
      "LL": 26,
      "PG": 27,
      "EE": 28,
      "SL": 29,
      "GG": 30,
      "AA": 31,
      "SG": 32,
      "KR": 33,
      "VL": 34,
      "AL": 35,
      "TL": 36,
      "DL": 37,
      "GL": 38,
      "EL": 39,
      "PL": 40,
      "RL": 41,
      "DG": 42,
      "TT": 43,
      "SV": 44,
      "PP": 45,
      "SA": 46,
      "KL": 47,
      "SE": 48,
      "QL": 49,
      "SP": 50,
      "NL": 51,
      "ST": 52,
      "RR": 53,
      "IL": 54,
      "SD": 55,
      "AG": 56,
      "ED": 57,
      "KK": 58,
      "NG": 59,
      "VT": 60,
      "FL": 61,
      "EG": 62,
      "RG": 63,
      "VV": 64,
      "KG": 65,
      "SQ": 66,
      "SR": 67,
      "VG": 68,
      "SI": 69,
      "PA": 70,
      "EA": 71,
      "FG": 72,
      "TG": 73,
      "VA": 74,
      "QG": 75,
      "EK": 76,
      "EN": 77,
      "DD": 78,
      "SN": 79,
      "SK": 80,
      "SF": 81,
      "YL": 82,
      "EV": 83,
      "ET": 84,
      "EI": 85,
      "SC": 86,
      "PQ": 87,
      "PT": 88,
      "PV": 89,
      "PR": 90,
      "HL": 91,
      "SY": 92,
      "DI": 93,
      "ER": 94,
      "DA": 95,
      "TV": 96,
      "TA": 97,
      "QA": 98,
      "KA": 99
    },
    "merges": [
      "S S",
      "L L",
      "P G",
      "E E",
      "S L",
      "G G",
      "A A",
      "S G",
      "K R",
      "V L",
      "A L",
      "T L",
      "D L",
      "G L",
      "E L",
      "P L",
      "R L",
      "D G",
      "T T",
      "S V",
      "P P",
      "S A",
      "K L",
      "S E",
      "Q L",
      "S P",
      "N L",
      "S T",
      "R R",
      "I L",
      "S D",
      "A G",
      "E D",
      "K K",
      "N G",
      "V T",
      "F L",
      "E G",
      "R G",
      "V V",
      "K G",
      "S Q",
      "S R",
      "V G",
      "S I",
      "P A",
      "E A",
      "F G",
      "T G",
      "V A",
      "Q G",
      "E K",
      "E N",
      "D D",
      "S N",
      "S K",
      "S F",
      "Y L",
      "E V",
      "E T",
      "E I",
      "S C",
      "P Q",
      "P T",
      "P V",
      "P R",
      "H L",
      "S Y",
      "D I",
      "E R",
      "D A",
      "T V",
      "T A",
      "Q A",
      "K A"
    ]
  }
}