{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[BOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[BOS]": {
        "id": "[BOS]",
        "ids": [
          5
        ],
        "tokens": [
          "[BOS]"
        ]
      },
      "[EOS]": {
        "id": "[EOS]",
        "ids": [
          6
        ],
        "tokens": [
          "[EOS]"
        ]
      }
    }
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "[BOS]": 5,
      "[EOS]": 6,
      "A": 7,
      "C": 8,
      "G": 9,
      "T": 10,
      "GC": 11,
      "AA": 12,
      "TC": 13,
      "TG": 14,
      "AC": 15,
      "GG": 16,
      "TT": 17,
      "GCC": 18,
      "GA": 19,
      "GGC": 20,
      "TA": 21,
      "TCC": 22,
      "ACC": 23,
      "GAA": 24,
      "TGC": 25,
      "TTG": 26,
      "AAC": 27,
      "ATC": 28,
      "TTC": 29,
      "GAC": 30,
      "ATG": 31,
      "GTC": 32,
      "GTG": 33,
      "AGC": 34,
      "TAA": 35,
      "TAC": 36,
      "AGG": 37,
      "TGCC": 38,
      "GGCC": 39,
      "CC": 40,
      "TTCC": 41,
      "GCGC": 42,
      "GTT": 43,
      "ATT": 44,
      "GATC": 45,
      "GATG": 46,
      "AAA": 47,
      "GACC": 48,
      "GTA": 49,
      "AAGG": 50,
      "GCTG": 51,
      "AAAA": 52,
      "GCCC": 53,
      "GGTG": 54,
      "GAAC": 55,
      "GCA": 56,
      "GTGC": 57,
      "GCTC": 58,
      "TACC": 59,
      "GCGG": 60,
      "GAGG": 61,
      "GTTG": 62,
      "TATG": 63,
      "AACC": 64,
      "GCAA": 65,
      "TCCC": 66,
      "GTTC": 67,
      "TATC": 68,
      "ATTG": 69,
      "GGTC": 70,
      "TGCTG": 71,
      "AGCC": 72,
      "AGAA": 73,
      "AATG": 74,
      "GTAA": 75,
      "AGA": 76,
      "GTCC": 77,
      "TATT": 78,
      "GCAC": 79,
      "ATGC": 80,
      "ACCC": 81,
      "GATT": 82,
      "GTAC": 83,
      "TAAC": 84,
      "AGGC": 85,
      "GTGCC": 86,
      "AAAC": 87,
      "ATCC": 88,
      "TTTG": 89,
      "GAGC": 90,
      "GGGC": 91,
      "TGCTC": 92,
      "TTTC": 93,
      "ATA": 94,
      "AAGAA": 95,
      "GGAC": 96,
      "AATC": 97,
      "GCGGC": 98,
      "ATTC": 99,
      "TCGGC": 100,
      "TTAC": 101,
      "TTCCC": 102,
      "GCGAC": 103,
      "GCGCC": 104,
      "ACTG": 105,
      "AACCC": 106,
      "GTCGGC": 107,
      "GAGAA": 108,
      "GCCGGC": 109,
      "ACGGC": 110,
      "AAGGC": 111,
      "ACTC": 112,
      "TGCCC": 113,
      "GCCGCC": 114,
      "AATT": 115,
      "AAGC": 116,
      "GGCCC": 117,
      "TCGG": 118,
      "GCATC": 119,
      "TGGG": 120,
      "AGTG": 121,
      "GTTCC": 122,
      "TCTG": 123,
      "GACATC": 124,
      "GCAGG": 125,
      "ATCGGC": 126,
      "GCGA": 127,
      "ATAA": 128,
      "TTTT": 129,
      "CCC": 130,
      "AGATC": 131,
      "GCCTG": 132,
      "ACGG": 133,
      "TGGGC": 134,
      "GCCGG": 135,
      "GCGAA": 136,
      "AGTT": 137,
      "GCTT": 138,
      "AAGA": 139,
      "GCGATG": 140,
      "AGTC": 141,
      "AGAC": 142,
      "GAGATC": 143,
      "AAATG": 144,
      "GGCGGC": 145,
      "ATTCC": 146,
      "TCGAC": 147,
      "GCAGC": 148,
      "ATAC": 149,
      "TGTC": 150,
      "AGATG": 151,
      "TGAA": 152,
      "AGTA": 153,
      "GAGCGC": 154,
      "GCCATG": 155,
      "GTACC": 156,
      "GCTGC": 157,
      "TGGTG": 158,
      "ATCGG": 159,
      "GATA": 160,
      "TGAC": 161,
      "GTCACC": 162,
      "GAAGG": 163,
      "GATGC": 164,
      "GAGGC": 165,
      "GCGTG": 166,
      "GCCTC": 167,
      "GCTTC": 168,
      "ATCATC": 169,
      "TGATG": 170,
      "GGTGC": 171,
      "GACCAC": 172,
      "TATTG": 173,
      "GCGGCC": 174,
      "TGATC": 175,
      "ATGCC": 176,
      "GCACC": 177,
      "TGTT": 178,
      "GACGGC": 179,
      "GAAGGC": 180,
      "TCTC": 181,
      "GCCAA": 182,
      "GGAA": 183,
      "ATCCC": 184,
      "AACGGC": 185,
      "GCGTC": 186,
      "GCATG": 187,
      "GGTT": 188,
      "TCCTC": 189,
      "AGGCC": 190,
      "GCAAC": 191,
      "AAAGC": 192,
      "GGGG": 193,
      "GACCC": 194,
      "GAGA": 195,
      "AAATC": 196,
      "TGGAA": 197,
      "AATCC": 198,
      "AAAAA": 199,
      "AAGGAC": 200,
      "AATTG": 201,
      "GTGATG": 202,
      "GGCATG": 203,
      "TATTC": 204,
      "TCGCC": 205,
      "AAAAC": 206,
      "TCATC": 207,
      "TCGTC": 208,
      "AATGC": 209,
      "TGGTC": 210,
      "AAAGG": 211,
      "GATTC": 212,
      "AAGCC": 213,
      "GCTTG": 214,
      "TGA": 215,
      "ACCAAC": 216,
      "TTTA": 217,
      "GCCGAC": 218,
      "GCCTTC": 219,
      "TCAC": 220,
      "ATCACC": 221,
      "GATAC": 222,
      "TAACC": 223,
      "GATCC": 224,
      "GCTAC": 225,
      "GACGAC": 226,
      "GTATG": 227,
      "GTAAC": 228,
      "AGTTG": 229,
      "GCTCC": 230,
      "TGTTG": 231,
      "GATTG": 232,
      "ACAC": 233,
      "GCCCC": 234,
      "GCGATC": 235,
      "AGCTG": 236,
      "TCACC": 237,
      "TATGC": 238,
      "GCCGAA": 239,
      "TTATT": 240,
      "GCCGA": 241,
      "TAGAA": 242,
      "TTTTG": 243,
      "GTGGTG": 244,
      "GGCTG": 245,
      "GCCAAC": 246,
      "GCATT": 247,
      "GTTTC": 248,
      "GGCGG": 249,
      "TAGG": 250,
      "TGTTC": 251,
      "TACGGC": 252,
      "AAGAC": 253,
      "AGCCC": 254,
      "AAATT": 255,
      "AGCTC": 256,
      "AAGACC": 257,
      "GTCCC": 258,
      "TGGAC": 259,
      "GCCATC": 260,
      "AAGATC": 261,
      "AGAAC": 262,
      "AAAGAA": 263,
      "GTGAC": 264,
      "GCTGCC": 265,
      "GGCTC": 266,
      "TGACC": 267,
      "GCGTT": 268,
      "TCCCC": 269,
      "GTATC": 270,
      "GATATC": 271,
      "GAGGCC": 272,
      "TTGCC": 273,
      "GATGCC": 274,
      "GGATG": 275,
      "GGATC": 276,
      "GAGCTG": 277,
      "AAACC": 278,
      "GGGCATG": 279,
      "TTCACC": 280,
      "TGCAGG": 281,
      "ACCATG": 282,
      "AAGGCC": 283,
      "ACTT": 284,
      "GCGCCC": 285,
      "GACGTC": 286,
      "GTTCCC": 287,
      "TGTG": 288,
      "ATATT": 289,
      "GGCATC": 290,
      "GGTTC": 291,
      "GCCAC": 292,
      "TTTCC": 293,
      "GAGATG": 294,
      "ATATC": 295,
      "AGTTC": 296,
      "AAATTG": 297,
      "GATAA": 298,
      "AAGAAC": 299,
      "GCAGAA": 300,
      "TGCGCC": 301,
      "GTCATC": 302,
      "TTTAA": 303,
      "GTGGGC": 304,
      "GCCACC": 305,
      "ATTAC": 306,
      "TCGAA": 307,
      "TTATC": 308,
      "TCAAGG": 309,
      "AAGTC": 310,
      "GAGCTC": 311,
      "GGGCAACC": 312,
      "TCATG": 313,
      "TGCTGC": 314,
      "GGAGC": 315,
      "ACGAA": 316,
      "TACCC": 317,
      "GCTAA": 318,
      "GCCGAGG": 319,
      "TCCTG": 320,
      "AGTAA": 321,
      "GTGATC": 322,
      "GTGCCC": 323,
      "AGTAC": 324,
      "GCAAGGC": 325,
      "ATATG": 326,
      "AATGCC": 327,
      "AGGTG": 328,
      "GCAGGC": 329,
      "TTACC": 330,
      "GGTA": 331,
      "GCTTCC": 332,
      "TTCGGC": 333,
      "GCTCGAC": 334,
      "GCGCGGC": 335,
      "TTCTC": 336,
      "GTGGTC": 337,
      "TTGAC": 338,
      "ATGAAA": 339,
      "AATA": 340,
      "GCTA": 341,
      "GACAC": 342,
      "GGGAA": 343,
      "TGGGGCAACC": 344,
      "GGTAA": 345,
      "AATAA": 346,
      "TTATG": 347,
      "TGCAGC": 348,
      "TTGTTG": 349,
      "GTGACC": 350,
      "ACCTG": 351,
      "AGTGC": 352,
      "GGCAC": 353,
      "GATATT": 354,
      "AGACC": 355,
      "GAAGAA": 356,
      "GCACCC": 357,
      "TGCCCC": 358,
      "AACGAC": 359,
      "GTATT": 360,
      "ATGAC": 361,
      "AAGTG": 362,
      "AGGAC": 363,
      "AAGATG": 364,
      "AACTG": 365,
      "ATCGTC": 366,
      "TCTGC": 367,
      "AATTC": 368,
      "GGTGCC": 369,
      "ATGCTG": 370,
      "GTTAC": 371,
      "GCGCTG": 372,
      "ATACC": 373,
      "TTCCCC": 374,
      "TTGATG": 375,
      "GCGGTG": 376,
      "GAGTTC": 377,
      "AAAGGC": 378,
      "GTTTT": 379,
      "AGCGG": 380,
      "AGGTC": 381,
      "TCGGCC": 382,
      "AGCAC": 383,
      "GCGTTC": 384,
      "GACTG": 385,
      "GCAAGG": 386,
      "AAGCTG": 387,
      "GCGACC": 388,
      "AATAC": 389,
      "TTCTG": 390,
      "GCCTCC": 391,
      "AAAAAC": 392,
      "GTCGTC": 393,
      "GGAGG": 394,
      "GGTTG": 395,
      "GACCACAACC": 396,
      "GAATG": 397,
      "TTCGAC": 398,
      "TGCTTG": 399,
      "TCAAC": 400,
      "GCGGAC": 401,
      "GGGGC": 402,
      "ATCCCC": 403,
      "ATTTG": 404,
      "GCTGCTG": 405,
      "ATCAC": 406,
      "AGCAGC": 407,
      "ATGATG": 408,
      "AGCCGCGAC": 409,
      "ATTTC": 410,
      "ATTTT": 411,
      "GCCCCC": 412,
      "AAAGAC": 413,
      "GCGAAC": 414,
      "GCCGTC": 415,
      "ACCAC": 416,
      "TTCGG": 417,
      "GTATGC": 418,
      "GGCCAAC": 419,
      "AACCCC": 420,
      "ATCGAC": 421,
      "GAGGAC": 422,
      "TATA": 423,
      "GTGTC": 424,
      "ACCGGC": 425,
      "GTTTG": 426,
      "ACCCC": 427,
      "GTGGAA": 428,
      "AAATCC": 429,
      "TGCAC": 430,
      "TATAA": 431,
      "GCAAAA": 432,
      "ACCTC": 433,
      "ATGTC": 434,
      "AGCGGC": 435,
      "AGAGG": 436,
      "GGAAC": 437,
      "TACTC": 438,
      "AAGATT": 439,
      "GAGCA": 440,
      "ATCAAC": 441,
      "TTATTG": 442,
      "GATATG": 443,
      "TGCAAC": 444,
      "GAGTT": 445,
      "AAGCTC": 446,
      "GGCGTC": 447,
      "AGCAGG": 448,
      "TGTAA": 449,
      "ACTCC": 450,
      "GTGCTG": 451,
      "TTGTC": 452,
      "GCAAA": 453,
      "GTTTCC": 454,
      "GAGAAC": 455,
      "GAGCGG": 456,
      "TGAAC": 457,
      "TGCGG": 458,
      "GACGG": 459,
      "TAG": 460,
      "GTATTG": 461,
      "ATCTC": 462,
      "TGAAGG": 463,
      "ATTCCC": 464,
      "AGTCC": 465,
      "GACCTC": 466,
      "TTCCAC": 467,
      "ATGGTG": 468,
      "TTGCTG": 469,
      "GCCTAC": 470,
      "GTCAC": 471,
      "TATCC": 472,
      "ACCGG": 473,
      "GAACC": 474,
      "GTAACC": 475,
      "GCTATG": 476,
      "AAGCCC": 477,
      "GCGCTC": 478,
      "GTCTG": 479,
      "AAAACC": 480,
      "GATCAC": 481,
      "GAATT": 482,
      "GATACC": 483,
      "AAGTT": 484,
      "GATGAC": 485,
      "GTCTC": 486,
      "GTACCC": 487,
      "GCGTCC": 488,
      "GAGAC": 489,
      "TGCGGC": 490,
      "TTCAC": 491,
      "GCGTGC": 492,
      "AACTC": 493,
      "GAGTAC": 494,
      "TCCGG": 495,
      "ATGGG": 496,
      "GAAATC": 497,
      "GCCGTG": 498,
      "TTTAC": 499,
      "AAGGTC": 500,
      "GGCTAC": 501,
      "TAATG": 502,
      "TTCCGCATC": 503,
      "GTCGG": 504,
      "GCCAGC": 505,
      "AGGAGC": 506,
      "TTCAGC": 507,
      "TTTGC": 508,
      "AAGCGC": 509,
      "TTCCTC": 510,
      "GAGTG": 511,
      "GCATTG": 512,
      "GCCGGCC": 513,
      "AAAATC": 514,
      "GGCAGC": 515,
      "AAGTA": 516,
      "TTCAGG": 517,
      "AATGAC": 518,
      "GGTAC": 519,
      "GCAATG": 520,
      "ATCTTC": 521,
      "GGGTG": 522,
      "ATCTG": 523,
      "AAAAGG": 524,
      "ACAGC": 525,
      "TGCATCACC": 526,
      "TAACCC": 527,
      "GACCTG": 528,
      "TCCGGC": 529,
      "GTCGAA": 530,
      "TATGCC": 531,
      "GTCGGCC": 532,
      "AGATTG": 533,
      "GACGTG": 534,
      "AACAC": 535,
      "ATCGAA": 536,
      "GCTTTC": 537,
      "ATGGAA": 538,
      "GCCTGC": 539,
      "GCCCTC": 540,
      "TTCCTG": 541,
      "GAGCAGG": 542,
      "GACATG": 543,
      "ACCACC": 544,
      "GCATTC": 545,
      "GAGTC": 546,
      "TTTTC": 547,
      "AATATG": 548,
      "GCTGCTC": 549,
      "AAGGACC": 550,
      "TCGTG": 551,
      "AAATAA": 552,
      "GAACTG": 553,
      "TTGGTG": 554,
      "GGACC": 555,
      "TCGATG": 556,
      "GCCGGTG": 557,
      "TTCATC": 558,
      "GGCCACGGC": 559,
      "GGCCCC": 560,
      "GCGGTC": 561,
      "GAGTTG": 562,
      "TAGGC": 563,
      "ATGGGC": 564,
      "AAGGTG": 565,
      "ATGACC": 566,
      "ACATC": 567,
      "AACATC": 568,
      "AGATT": 569,
      "GCTACC": 570,
      "GCCCTG": 571,
      "ACGTG": 572,
      "AAGCAC": 573,
      "GTTACC": 574,
      "GAGGTG": 575,
      "AACGG": 576,
      "ACGATG": 577,
      "AAACCC": 578,
      "GTAGAA": 579,
      "AAATGC": 580,
      "GCTTTG": 581,
      "TTGCTC": 582,
      "GGGATG": 583,
      "GGTATG": 584,
      "GTGCAGG": 585,
      "GCGAGG": 586,
      "GACTC": 587,
      "ATGAAAA": 588,
      "GATTCC": 589,
      "GTTTTG": 590,
      "TAGTG": 591,
      "GGCCTG": 592,
      "GTCCCC": 593,
      "ACCGTC": 594,
      "GGCCATG": 595,
      "GCTGGAC": 596,
      "GAACTC": 597,
      "GAATTG": 598,
      "TATTCC": 599,
      "TACGG": 600,
      "AAGCA": 601,
      "TGCATC": 602,
      "AAGTTG": 603,
      "TAAAGC": 604,
      "ACAGG": 605,
      "ATTACC": 606,
      "TTAAAA": 607,
      "ACGGTG": 608,
      "GCGTAA": 609,
      "GACTAC": 610,
      "TCCAGG": 611,
      "GTCAAGG": 612,
      "GGCCAGATC": 613,
      "GTCATG": 614,
      "TGCATCACCAACCC": 615,
      "GCCAGG": 616,
      "GGGAC": 617,
      "GCGTA": 618,
      "ATTTAA": 619,
      "TCGGTG": 620,
      "GCCGACC": 621,
      "ATGAGC": 622,
      "AACCCGGCCAAC": 623,
      "GTCGGCATG": 624,
      "TTAAC": 625,
      "TTAAA": 626,
      "GTCACCGGC": 627,
      "TCAGG": 628,
      "GAAATG": 629,
      "GAGACC": 630,
      "GCCTGCC": 631,
      "TTCTTG": 632,
      "AGCAAC": 633,
      "AAAAGAA": 634,
      "GCGTTG": 635,
      "GTCGAC": 636,
      "GCAATC": 637,
      "TGCTCGGC": 638,
      "GATCATC": 639,
      "AATACC": 640,
      "GGCGAA": 641,
      "TTCTCC": 642,
      "TACTG": 643,
      "GTCAAC": 644,
      "AAGAGC": 645,
      "ATAAC": 646,
      "TTGTG": 647,
      "GCTATC": 648,
      "ATTATT": 649,
      "TAAAC": 650,
      "GATGTC": 651,
      "GCCGCGC": 652,
      "TGCTT": 653,
      "GCTGAC": 654,
      "AGGAAC": 655,
      "TCCAC": 656,
      "GTGGG": 657,
      "AAGTAC": 658,
      "GTTCCCC": 659,
      "AAGGAAC": 660,
      "GTGCAGC": 661,
      "GTGAAC": 662,
      "GCCATGC": 663,
      "GAATC": 664,
      "GCAAGAA": 665,
      "GACGAA": 666,
      "ATGTG": 667,
      "AGTGCC": 668,
      "GCGACTG": 669,
      "GTCCAGG": 670,
      "TATTAC": 671,
      "TAGTTG": 672,
      "ACCAGG": 673,
      "AACCTG": 674,
      "GTGCTC": 675,
      "AATCCC": 676,
      "GGAATG": 677,
      "AACAAC": 678,
      "AAAGAAC": 679,
      "AATATC": 680,
      "AAGTAA": 681,
      "GAAAC": 682,
      "GATCTC": 683,
      "GGCCTTC": 684,
      "TTCTGC": 685,
      "AAATAC": 686,
      "GCCGAGATC": 687,
      "TATGAC": 688,
      "GGCCGGC": 689,
      "GTGGCC": 690,
      "GACCCC": 691,
      "TGGGCGCTGC": 692,
      "ATCGTG": 693,
      "TATGTCGGC": 694,
      "GGCCTC": 695,
      "ATGCCC": 696,
      "GCAAGCC": 697,
      "TAATTG": 698,
      "GGTATC": 699,
      "GATCCC": 700,
      "ACCGAC": 701,
      "TAGTA": 702,
      "ATTATTG": 703,
      "GTGCTCGGC": 704,
      "GAGGAGC": 705,
      "GCGCGG": 706,
      "TGGCC": 707,
      "ATTTCC": 708,
      "GATTAC": 709,
      "GACCTGCTC": 710,
      "TTGGG": 711,
      "TTGCCC": 712,
      "AACGCC": 713,
      "GCATCC": 714,
      "ACCATC": 715,
      "ATTGCC": 716,
      "AGCATG": 717,
      "TGCGC": 718,
      "GATGTG": 719,
      "TATAC": 720,
      "ACCTGC": 721,
      "TGCCAC": 722,
      "GAGCAA": 723,
      "GAGGTC": 724,
      "GCTCCC": 725,
      "GAGCC": 726,
      "TGGGGCAACCACTC": 727,
      "GCCCTGCTG": 728,
      "GCTATT": 729,
      "GTGGCGC": 730,
      "GCACGGC": 731,
      "TCCAGC": 732,
      "TACCTG": 733,
      "GACACCATG": 734,
      "GCAACC": 735,
      "GTCGCC": 736,
      "AAGCAA": 737,
      "GACCTGCTG": 738,
      "AAATA": 739,
      "TCGCGC": 740,
      "ACTTG": 741,
      "AAGGCCC": 742,
      "AGTTCC": 743,
      "GTGTG": 744,
      "AGTACC": 745,
      "GTGAGC": 746,
      "TAATGC": 747,
      "AACAGC": 748,
      "GGCACC": 749,
      "GGCCAC": 750,
      "GGTCC": 751,
      "GTAGGC": 752,
      "GTTATC": 753,
      "TTAGA": 754,
      "ATTATC": 755,
      "ACATG": 756,
      "GTCAGC": 757,
      "ACCTTC": 758,
      "GCTGTC": 759,
      "GCTTAC": 760,
      "GACTTC": 761,
      "GACCGTC": 762,
      "TTGCGC": 763,
      "TGCTGGAA": 764,
      "AAGGACAAGAA": 765,
      "ACTGC": 766,
      "TGCGCCTTCCC": 767,
      "TTAA": 768,
      "TCCTCC": 769,
      "GCGATT": 770,
      "GGGTC": 771,
      "GGTGGTG": 772,
      "GGGCC": 773,
      "GACCACAACCGCGC": 774,
      "GCCGCCATC": 775,
      "TTCAAC": 776,
      "GACAGC": 777,
      "AACCCGGCCAACACCAAC": 778,
      "GCTGCCC": 779,
      "ATGGCC": 780,
      "GCTGGTG": 781,
      "TGCTGCC": 782,
      "GCAGCC": 783,
      "TTGTAA": 784,
      "AAAGAAGG": 785,
      "TTAGG": 786,
      "TCAGC": 787,
      "AAAGACC": 788,
      "AGGCATG": 789,
      "TAGATG": 790,
      "GAAGAC": 791,
      "TTGAAGG": 792,
      "GTATCC": 793,
      "TACAC": 794,
      "TCTTC": 795,
      "TAGTT": 796,
      "AGGGCAA": 797,
      "TCTCC": 798,
      "TATCTG": 799,
      "GTCGAGG": 800,
      "GGTGAC": 801,
      "GTCTCC": 802,
      "TTTGCC": 803,
      "AGAAGAA": 804,
      "GGCTCC": 805,
      "GTGGTGC": 806,
      "GCAAGGCGCTC": 807,
      "GCAAGCCC": 808,
      "TTATA": 809,
      "GACGCC": 810,
      "AAGTCC": 811,
      "GATCTG": 812,
      "TTGCA": 813,
      "TACTAC": 814,
      "AATTAC": 815,
      "GCGCTGCTG": 816,
      "AAAAAGC": 817,
      "TAATCC": 818,
      "TAAAGG": 819,
      "GTGAAGG": 820,
      "GTGCCGCGC": 821,
      "TTAGC": 822,
      "TACTTG": 823,
      "GAGCAC": 824,
      "GAAAGC": 825,
      "TCTTG": 826,
      "ATCAGC": 827,
      "GTTGTTG": 828,
      "AAGCGG": 829,
      "GATTTG": 830,
      "ACGAAC": 831,
      "AAAATG": 832,
      "GGATT": 833,
      "GCCCAGC": 834,
      "GAGATT": 835,
      "TGCAGA": 836,
      "GACACGATG": 837,
      "GCGCAGC": 838,
      "GTTATG": 839,
      "AATATT": 840,
      "ACCAGC": 841,
      "AATTCC": 842,
      "GAGGCCC": 843,
      "GCCTTG": 844,
      "TGCAGAA": 845,
      "TACCTC": 846,
      "TGCCGCGC": 847,
      "ATGGCAC": 848,
      "TTTATC": 849,
      "GGTTAC": 850,
      "AATTTC": 851,
      "GTGTTG": 852,
      "ATTTTG": 853,
      "GGTGGTGC": 854,
      "TACGAC": 855,
      "GCTCGACGCGATG": 856,
      "GGTCGGC": 857,
      "GTGCCGCTG": 858,
      "AACCTCAAGG": 859,
      "GCGCAC": 860,
      "AAAGATC": 861,
      "GGGCATGAGCCGCGAC": 862,
      "TGGGGCAACCACTCC": 863,
      "GTTTA": 864,
      "GCCAAGG": 865,
      "ACTTC": 866,
      "AGGCCC": 867,
      "TGCTGGTG": 868,
      "GATTTC": 869,
      "TGCCTG": 870,
      "GGAAAA": 871,
      "TGCTCC": 872,
      "ATGGCTC": 873,
      "GATGCTG": 874,
      "ACCTGCTG": 875,
      "TTTGAC": 876,
      "GGTTCC": 877,
      "TTTATT": 878,
      "TAAAAAC": 879,
      "AGTAAC": 880,
      "TGCTCAAGACC": 881,
      "ACCGTG": 882,
      "GTCGTG": 883,
      "TACAGC": 884,
      "TTTAAC": 885,
      "TAGAC": 886,
      "GGCGTG": 887,
      "GCCGGCGTGC": 888,
      "GCCGCCC": 889,
      "ATATTG": 890,
      "TATCTC": 891,
      "AAGTGC": 892,
      "GTTATTG": 893,
      "TGCCCTGC": 894,
      "AGTATG": 895,
      "AAATTC": 896,
      "TTAATG": 897,
      "TTTACC": 898,
      "GGCCATC": 899,
      "TAATC": 900,
      "ACGAC": 901,
      "GGCCTGCC": 902,
      "GTTGCTG": 903,
      "TATCCC": 904,
      "AGCCGCGATG": 905,
      "TGAGC": 906,
      "GCGCAGG": 907,
      "GCCGGTC": 908,
      "GCATCGAC": 909,
      "GCGGCCC": 910,
      "AGTACCC": 911,
      "GCGTAC": 912,
      "GCGAGC": 913,
      "ATGGTC": 914,
      "AGCCAC": 915,
      "TGCACC": 916,
      "AGGGTG": 917,
      "GGTCACC": 918,
      "AACACC": 919,
      "GCTCGGC": 920,
      "AACGAA": 921,
      "GTAATG": 922,
      "GACACC": 923,
      "ATGTTG": 924,
      "TCGCCC": 925,
      "GAGATCGTC": 926,
      "TAAAAC": 927,
      "TGCTTC": 928,
      "GTCGGCGCCC": 929,
      "TGCGAA": 930,
      "GGGCGC": 931,
      "AGAACC": 932,
      "AGGAATG": 933,
      "AACTTG": 934,
      "AAAGTG": 935,
      "ATTGTTG": 936,
      "GCGTGCC": 937,
      "TTTCCC": 938,
      "TGCGCGTTCCC": 939,
      "TTTTCC": 940,
      "AGCATC": 941,
      "GCTGGAA": 942,
      "ATCGCCATG": 943,
      "GCCGATG": 944,
      "AAGGATC": 945,
      "AAGGAGC": 946,
      "GGACATC": 947,
      "AGCCGGTC": 948,
      "ATTGTC": 949,
      "GCAGATC": 950,
      "GGTGTC": 951,
      "GCATTCC": 952,
      "TGCCTC": 953,
      "TTAGAA": 954,
      "GCCTGA": 955,
      "GTGGAC": 956,
      "GCCAATG": 957,
      "GCTGACC": 958,
      "TTTTTG": 959,
      "AAAAATT": 960,
      "GCTCGCCC": 961,
      "TACCCC": 962,
      "ATTGTG": 963,
      "ATCGGCATG": 964,
      "AAGCGCGGC": 965,
      "AGGGG": 966,
      "AAACTG": 967,
      "ATGGAC": 968,
      "GTCACCGCCGGC": 969,
      "GTTCTG": 970,
      "GTGACTG": 971,
      "GCTGAAC": 972,
      "GACCACATGC": 973,
      "AAAGATG": 974,
      "TGCTAA": 975,
      "ATGGCCC": 976,
      "TTGATC": 977,
      "GGGCATGGAGCGC": 978,
      "AAATCGG": 979,
      "AGCGCACCC": 980,
      "TTGTTC": 981,
      "AAAAAAC": 982,
      "GAATAC": 983,
      "GATCGTC": 984,
      "AGAAGCGC": 985,
      "GAGTA": 986,
      "GGAGCC": 987,
      "GACCGGC": 988,
      "ACGGCC": 989,
      "GAGCCC": 990,
      "GCAGGCC": 991,
      "GTCGGCGGC": 992,
      "TTGCAC": 993,
      "GCCGCGATC": 994,
      "TTGGAA": 995,
      "TGCTGGGC": 996,
      "ATTAAC": 997,
      "AGATA": 998,
      "GGCATGAGCCGCGAC": 999,
      "AGGGAA": 1000,
      "AGAGAA": 1001,
      "GCTGAAGG": 1002,
      "GTTGCC": 1003,
      "GCGGCGGC": 1004,
      "TCCGAC": 1005,
      "GCAGTG": 1006,
      "TTGGGC": 1007,
      "GCGGTGC": 1008,
      "TACAAC": 1009,
      "TAGGTG": 1010,
      "GTCTGGGCGCTGC": 1011,
      "AGCGCC": 1012,
      "GAGATCCC": 1013,
      "GAGTGC": 1014,
      "GATCGAC": 1015,
      "AGAAAC": 1016,
      "GCCAAGCGCGGC": 1017,
      "TCCAAC": 1018,
      "GAGCTCGACGAC": 1019,
      "ATGGCGC": 1020,
      "AGCGAC": 1021,
      "TATTTG": 1022,
      "GGTTTC": 1023,
      "TGCGCGAC": 1024,
      "ATCGCC": 1025,
      "GGTGTG": 1026,
      "AGACCC": 1027,
      "AGCTAC": 1028,
      "GTATTC": 1029,
      "GTAATC": 1030,
      "GACATT": 1031,
      "GTGCTGGGC": 1032,
      "AAGATGGGCTG": 1033,
      "TTATGC": 1034,
      "GATCAAC": 1035,
      "ATGAAC": 1036,
      "ATTGAC": 1037,
      "TCCCCC": 1038,
      "GTGAGG": 1039,
      "GCCCAGG": 1040,
      "GATGCGATG": 1041,
      "GTCCTGTTC": 1042,
      "GCTTTT": 1043,
      "AAAGAGG": 1044,
      "TTGCAA": 1045,
      "AGAAGGC": 1046,
      "TGCGCCTG": 1047,
      "GCCCAC": 1048,
      "TGCCGG": 1049,
      "AGATGC": 1050,
      "AAAGATT": 1051,
      "GTAATTG": 1052,
      "TCTAA": 1053,
      "GGCGAC": 1054,
      "GTGCAC": 1055,
      "ATCCTG": 1056,
      "ATCGAGG": 1057,
      "GTATTCC": 1058,
      "GCCACCC": 1059,
      "GAACCC": 1060,
      "ATAACC": 1061,
      "GAGTCC": 1062,
      "GGTGGTC": 1063,
      "GCTGGGC": 1064,
      "GCTATTC": 1065,
      "GGGGCC": 1066,
      "AATGCTG": 1067,
      "ATGACCC": 1068,
      "GCACTC": 1069,
      "GCGCAAC": 1070,
      "GGTGACC": 1071,
      "GCAGAC": 1072,
      "AAGAGAA": 1073,
      "GGGATC": 1074,
      "GTGCCCC": 1075,
      "TGTGC": 1076,
      "AAAGCC": 1077,
      "AGATAC": 1078,
      "AAGAGG": 1079,
      "AAAGTC": 1080,
      "GCTGGTC": 1081,
      "GCATCCC": 1082,
      "GCGTTCC": 1083,
      "GCAGGGCAA": 1084,
      "GCCGAAC": 1085,
      "ATTTA": 1086,
      "TCGACAGC": 1087,
      "GCTAAC": 1088,
      "AAGGGCATG": 1089,
      "GTGCCGGTC": 1090,
      "AATTTG": 1091,
      "TGCTAC": 1092,
      "GCACTG": 1093,
      "TGCCAAC": 1094,
      "GAGCTTG": 1095,
      "TTATAA": 1096,
      "GACCTCC": 1097,
      "AACCAC": 1098,
      "AGATTC": 1099,
      "GCCGCGG": 1100,
      "GGTAAC": 1101,
      "GTCGCCC": 1102,
      "GCGAGTAC": 1103,
      "ATGAAAGTAAC": 1104,
      "GCAGATG": 1105,
      "AGCCTG": 1106,
      "TAAATG": 1107,
      "TGCTCGAA": 1108,
      "ATCGGCGCCGGC": 1109,
      "AGCCCC": 1110,
      "ACCCCC": 1111,
      "GAAAAAA": 1112,
      "TTTATG": 1113,
      "TGCATG": 1114,
      "GCCGCCAAC": 1115,
      "TGCCGGC": 1116,
      "GCAAACC": 1117,
      "AAATATT": 1118,
      "ACAAC": 1119,
      "GCCATT": 1120,
      "ATCATG": 1121,
      "GGCATGGAGCGC": 1122,
      "TGCGTG": 1123,
      "ATGCTC": 1124,
      "GGGTGC": 1125,
      "TAGTC": 1126,
      "AGATATT": 1127,
      "GCCAAGATC": 1128,
      "TACGCGCC": 1129,
      "AGCCGGTG": 1130,
      "GCTGATC": 1131,
      "GCTCTC": 1132,
      "GTTATT": 1133,
      "AAAGTA": 1134,
      "ATTGGTG": 1135,
      "GCAGCTC": 1136,
      "AAAAATG": 1137,
      "GGCGGCATCTTC": 1138,
      "AAGCAGG": 1139,
      "ATTCCCC": 1140,
      "TCCATG": 1141,
      "AACGTC": 1142,
      "GGAGAA": 1143,
      "TGGGGCAACCAC": 1144,
      "GATGACC": 1145,
      "GATTTAA": 1146,
      "GCAGTC": 1147,
      "TTACTG": 1148,
      "GGTGCTG": 1149,
      "GGAATC": 1150,
      "GCTCAAGG": 1151,
      "TTCTTC": 1152,
      "AGATCGGCTAC": 1153,
      "AAGAGCGC": 1154,
      "TAGCC": 1155,
      "GCGCTGCTC": 1156,
      "TTGAAC": 1157,
      "GGTGTTCC": 1158,
      "AGCCGTGATG": 1159,
      "GCAAAC": 1160,
      "AATGATT": 1161,
      "GGCCAGATCGGCTAC": 1162,
      "AAGTTC": 1163,
      "AAGACCC": 1164,
      "AGGAAAA": 1165,
      "AGATAA": 1166,
      "GCCGGCATC": 1167,
      "GGCGAAC": 1168,
      "TGCAAGG": 1169,
      "TACCATG": 1170,
      "AGCGAA": 1171,
      "ATGCCCC": 1172,
      "AAAAATC": 1173,
      "AGCGTC": 1174,
      "GGGCTG": 1175,
      "AAGAAAACC": 1176,
      "GAGAGC": 1177,
      "ATGTTC": 1178,
      "TACTCC": 1179,
      "TGTCC": 1180,
      "AAAGTT": 1181,
      "GCCGGAC": 1182,
      "GCCGAGGCC": 1183,
      "GATCTTC": 1184,
      "GACGGCTCC": 1185,
      "GGTGGCC": 1186,
      "GCGCACC": 1187,
      "GGCGGCAC": 1188,
      "AGCCGG": 1189,
      "GTCGGCAACCCGGCCAACACCAAC": 1190,
      "ATCCTC": 1191,
      "TTTCTG": 1192,
      "GCTCGACGCCATG": 1193,
      "TTAAAC": 1194,
      "TCCGCC": 1195,
      "GTCCAC": 1196,
      "AAGCCGG": 1197,
      "AGGTAA": 1198,
      "GGTCGAC": 1199,
      "GCAGTT": 1200,
      "ATTCTG": 1201,
      "GCGGGTG": 1202,
      "GTCATCTGCATCACCAACCC": 1203,
      "GTGATCTGCATCACCAACCC": 1204,
      "TTAAGG": 1205,
      "GCGCTGATC": 1206,
      "ACGATC": 1207,
      "ACCGAA": 1208,
      "GTCGGAC": 1209,
      "ACTAA": 1210,
      "GGCGGCC": 1211,
      "AGGTGC": 1212,
      "ATTCTCC": 1213,
      "GCGATGACCC": 1214,
      "TTCCGCATCGCCTCC": 1215,
      "GTAAACC": 1216,
      "AAGAACC": 1217,
      "TGGCTG": 1218,
      "GACCATG": 1219,
      "GCCAGCC": 1220,
      "GATCACAACC": 1221,
      "GGCTTC": 1222,
      "GCGGAGC": 1223,
      "GATAAC": 1224,
      "GGCCAGTAC": 1225,
      "ATATGC": 1226,
      "GTTGAC": 1227,
      "TTATCGG": 1228,
      "GAGATTG": 1229,
      "GGTGTGCC": 1230,
      "TGCGTC": 1231,
      "AGGGGC": 1232,
      "GTGCCGGTG": 1233,
      "GTAGTG": 1234,
      "GGGCGGC": 1235,
      "AAGGCGCTC": 1236,
      "TGATT": 1237,
      "GCCGACATC": 1238,
      "AAGCGCC": 1239,
      "AAAAAATC": 1240,
      "GCTCACC": 1241,
      "GAGTTCC": 1242,
      "TACCAC": 1243,
      "GCGGCGATC": 1244,
      "GCCGCTG": 1245,
      "TAGCTG": 1246,
      "GTTAAC": 1247,
      "AAAGCCC": 1248,
      "GAACAGG": 1249,
      "ATCGCGATG": 1250,
      "AGGCGGC": 1251,
      "GTGACGGC": 1252,
      "GAATTC": 1253,
      "TACTTC": 1254,
      "GTAGTA": 1255,
      "GAACTTG": 1256,
      "GAACGGC": 1257,
      "AGATATC": 1258,
      "TATATC": 1259,
      "TACAGG": 1260,
      "GCAGAGG": 1261,
      "AATGGTG": 1262,
      "AAGACCGGC": 1263,
      "AGTACCCC": 1264,
      "AGCACC": 1265,
      "GCAGCTG": 1266,
      "TACGCCCC": 1267,
      "AACCCCGCCAAC": 1268,
      "TCGACC": 1269,
      "GCGCTTCC": 1270,
      "TTGCGG": 1271,
      "TAGTAA": 1272,
      "TCCTTG": 1273,
      "GCCGAGGC": 1274,
      "GACGGTG": 1275,
      "GAGGGCATC": 1276,
      "GCAAAGC": 1277,
      "AACATG": 1278,
      "AAGGACAAGAAGCGC": 1279,
      "GATGCTC": 1280,
      "AATGGATAC": 1281,
      "TAAAATC": 1282,
      "GCCGGCATCCC": 1283,
      "TACGAA": 1284,
      "GGTCAC": 1285,
      "ATAGTG": 1286,
      "AGCTTC": 1287,
      "GTCCTCGGC": 1288,
      "GCCGAAGGC": 1289,
      "TCGGAC": 1290,
      "AACGTG": 1291,
      "GGGGATG": 1292,
      "TACGCCGAC": 1293,
      "TTGATGC": 1294,
      "TCCTCGGC": 1295,
      "GTACGGC": 1296,
      "AATGCAGG": 1297,
      "GACATCAAGG": 1298,
      "GACCAGG": 1299,
      "GGGAATG": 1300,
      "GCCGCCATCATC": 1301,
      "ACCATGGGC": 1302,
      "AACAGG": 1303,
      "GTGTTCC": 1304,
      "TAGGTGC": 1305,
      "GAATCC": 1306,
      "TGCGAC": 1307,
      "GCGCATC": 1308,
      "GAATATG": 1309,
      "TGCAGGC": 1310,
      "ATGAAAC": 1311,
      "GGCCAGG": 1312,
      "GCCGAAGCC": 1313,
      "GCCGTT": 1314,
      "TTATTAC": 1315,
      "GAAGAAC": 1316,
      "ATATTC": 1317,
      "GAGAGG": 1318,
      "ACGCGC": 1319,
      "TTTTAC": 1320,
      "AAATATC": 1321,
      "GCGGGG": 1322,
      "GTAGTTG": 1323,
      "GACGACATG": 1324,
      "GTGGCTG": 1325,
      "GCCTCGGCC": 1326,
      "ATACCC": 1327,
      "TCGGTC": 1328,
      "AACCTCAAGGTCATG": 1329,
      "AGGCTG": 1330,
      "ATGATC": 1331,
      "GCAGTTC": 1332,
      "GTCTGC": 1333,
      "ATTTTC": 1334,
      "GAGATA": 1335,
      "AAGGTAA": 1336,
      "ATGTCC": 1337,
      "AACTGC": 1338,
      "GCGAGAA": 1339,
      "GACCGTG": 1340,
      "ATCGGTATG": 1341,
      "GTCGAGGC": 1342,
      "TAAAGAA": 1343,
      "ATCCCGACCGTC": 1344,
      "GAAGGTG": 1345,
      "TCGATC": 1346,
      "GTTATTC": 1347,
      "GAGGGTG": 1348,
      "GGCCATGGCGAC": 1349,
      "AGCTTG": 1350,
      "ATTTATT": 1351,
      "GCGATTG": 1352,
      "TTTTTC": 1353,
      "GGCCGG": 1354,
      "TCTAC": 1355,
      "GGTCAACGGC": 1356,
      "AATTATTG": 1357,
      "GTCACCGGCGCCGCC": 1358,
      "GCTCTG": 1359,
      "GCTCAC": 1360,
      "AGCCGTGAC": 1361,
      "AAAAGGC": 1362,
      "AAAAAA": 1363,
      "GTTGTC": 1364,
      "TTCACCGCCATGC": 1365,
      "TTCTCCC": 1366,
      "GTCCTG": 1367,
      "ATGCTGGGC": 1368,
      "GCACAAC": 1369,
      "GCAGGGCAAGGC": 1370,
      "ATAGAA": 1371,
      "GGAGA": 1372,
      "GCGCGGCC": 1373,
      "ATCAGG": 1374,
      "AAGGAAAA": 1375,
      "AAATCGGC": 1376,
      "GAGGCCAAC": 1377,
      "TGCGCGGC": 1378,
      "GATGGTG": 1379,
      "GCGTACC": 1380,
      "GCCGATC": 1381,
      "TTGAGG": 1382,
      "GCGCTTC": 1383,
      "TTCCGCATCGCC": 1384,
      "TCCAACCC": 1385,
      "GCGGGGC": 1386,
      "GTTCAGC": 1387,
      "GAAAAC": 1388,
      "AAATATTC": 1389,
      "GCCCGGC": 1390,
      "ACCCTG": 1391,
      "ACGTC": 1392,
      "GGAGGC": 1393,
      "GGTGGCGC": 1394,
      "AGCCAGG": 1395,
      "GTTTAA": 1396,
      "ACCAATGCC": 1397,
      "GTGGTGGGC": 1398,
      "GCCGGCATG": 1399,
      "GCCTGATC": 1400,
      "TTCGTC": 1401,
      "GGAAGGC": 1402,
      "GGCCAGC": 1403,
      "ACTCGTG": 1404,
      "AAGGATG": 1405,
      "TCCGTC": 1406,
      "TTGACC": 1407,
      "GCAGGTG": 1408,
      "GTCGGCAACCC": 1409,
      "GTGACCGGC": 1410,
      "ATTATTC": 1411,
      "TTAGAC": 1412,
      "GGCGCTG": 1413,
      "ATCCAC": 1414,
      "GTCCAGGGCCTG": 1415,
      "AGGGCAAGGC": 1416,
      "GCATGC": 1417,
      "GTCCTC": 1418,
      "GGCCCTG": 1419,
      "GGGTT": 1420,
      "GTAAAGC": 1421,
      "AGACATC": 1422,
      "TTGATA": 1423,
      "TTTTAGG": 1424,
      "AAGGACATG": 1425,
      "GCCCCCGAC": 1426,
      "GCGTGATGATG": 1427,
      "GACGGTC": 1428,
      "GTGGTTG": 1429,
      "TCGGCGGC": 1430,
      "GAGCGCGGC": 1431,
      "GTCATCC": 1432,
      "GAACTCGAC": 1433,
      "GTGCTCGGCGGCCACGGC": 1434,
      "ATCGGCGGC": 1435,
      "TGCCGATG": 1436,
      "TTTCTC": 1437,
      "GAAGATC": 1438,
      "ATTTAC": 1439,
      "GGCAGG": 1440,
      "TTGAGC": 1441,
      "AGAATC": 1442,
      "GGTGGAC": 1443,
      "GCTTTAA": 1444,
      "GAAACC": 1445,
      "TTGAAAA": 1446,
      "GCATAA": 1447,
      "TGGAATG": 1448,
      "GAAAAAC": 1449,
      "ATCATTG": 1450,
      "ATCCCCC": 1451,
      "AGTCCC": 1452,
      "GGTCATG": 1453,
      "TAGAGG": 1454,
      "ATCTGC": 1455,
      "GCGGTGCC": 1456,
      "AGGCTC": 1457,
      "GGTACC": 1458,
      "TCCCTG": 1459,
      "GGTATTCC": 1460,
      "GCCTTTG": 1461,
      "TTAATC": 1462,
      "AAGATTG": 1463,
      "GGTATT": 1464,
      "ACCTGCTC": 1465,
      "GTTTTC": 1466,
      "GGCGGCGGC": 1467,
      "ACTAC": 1468,
      "ATTGCGC": 1469,
      "GTGCGG": 1470,
      "TTCAGCC": 1471,
      "GCAGGTC": 1472,
      "GGGCTC": 1473,
      "GTGATTG": 1474,
      "GCATTCCC": 1475,
      "AATGGTTCC": 1476,
      "GCCGCCATCGACCAC": 1477,
      "AGCGATG": 1478,
      "ATTATG": 1479,
      "ATGCTCC": 1480,
      "TAAAGA": 1481,
      "ATCAAGG": 1482,
      "TATGTCGGCGTGCC": 1483,
      "ACCTAC": 1484,
      "ACCAATGC": 1485,
      "ATGCAAAC": 1486,
      "GAATGC": 1487,
      "ATCGGTG": 1488,
      "GATGTAA": 1489,
      "GATTCCC": 1490,
      "GTCGGCATGGCCGGCGTGC": 1491,
      "AG": 1492,
      "GCAAATG": 1493,
      "GATATTC": 1494,
      "TGGCTC": 1495,
      "TTGTT": 1496,
      "TGGATC": 1497,
      "TAGTGC": 1498,
      "AACCTC": 1499,
      "GATGTTC": 1500,
      "GCGAGGC": 1501,
      "GTTCTC": 1502,
      "TAGATT": 1503,
      "GTAGGTGC": 1504,
      "GGGCA": 1505,
      "TAAAAAA": 1506,
      "TCGACTC": 1507,
      "GCGACCC": 1508,
      "AAGCGGC": 1509,
      "GCACAC": 1510,
      "AAGCAGC": 1511,
      "TGGTT": 1512,
      "GGTATTG": 1513,
      "AGAAAAAA": 1514,
      "TGCTCGAC": 1515,
      "TGGGGCAATC": 1516,
      "ATGTGC": 1517,
      "GTGGCGCC": 1518,
      "GCAGAAGG": 1519,
      "GTTCAGG": 1520,
      "AGCAGA": 1521,
      "GCCCTGCTC": 1522,
      "TTGGAC": 1523,
      "TATACC": 1524,
      "GCAAGCCGG": 1525,
      "ATAAAGG": 1526,
      "AAACTC": 1527,
      "GGCGGCATCTTCAAGCC": 1528,
      "GCTGAGG": 1529,
      "GAACGTC": 1530,
      "GTAAACCAGG": 1531,
      "ATGCAGAC": 1532,
      "GAGCTGC": 1533,
      "GACGGCAGC": 1534,
      "GTTTGC": 1535,
      "GCTCGTC": 1536,
      "GCGGAGG": 1537,
      "GGTTTG": 1538,
      "GAAAGAA": 1539,
      "ACCGCC": 1540,
      "AATCTG": 1541,
      "GATGCCC": 1542,
      "GTTCAC": 1543,
      "GGTCACGGC": 1544,
      "GCCGAAGG": 1545,
      "GGCAAC": 1546,
      "GATATTG": 1547,
      "GCAGGGCAAGGCGCTC": 1548,
      "TTGGTGC": 1549,
      "GTCACCGCCTTC": 1550,
      "GGAAGG": 1551,
      "GCGCTCATC": 1552,
      "AAGCTGC": 1553,
      "AATAAC": 1554,
      "TAGAAC": 1555,
      "AGCGTG": 1556,
      "GGCCGCC": 1557,
      "GGTCGAGG": 1558,
      "GCGATAC": 1559,
      "ATTGCCC": 1560,
      "GGGCAGC": 1561,
      "TCCATC": 1562,
      "GCTTACC": 1563,
      "GGAACC": 1564,
      "TGGGGTAACC": 1565,
      "TCGGTGC": 1566,
      "TGGTTG": 1567,
      "TACATC": 1568,
      "GCGACTGGG": 1569,
      "GCTATTCC": 1570,
      "AATGACC": 1571,
      "GAGATCGAC": 1572,
      "ATGTT": 1573,
      "GCTGGCC": 1574,
      "GCGGGCGTGC": 1575,
      "GCGCGGCCC": 1576,
      "GATCACC": 1577,
      "GCTTCCC": 1578,
      "ACGCC": 1579,
      "ATTGCTG": 1580,
      "TATATT": 1581,
      "GAAGCC": 1582,
      "TCTGCATC": 1583,
      "AGCCTC": 1584,
      "GGATTG": 1585,
      "ATTTGC": 1586,
      "TCGACTCC": 1587,
      "GGATGC": 1588,
      "TGGTAC": 1589,
      "ACGCCC": 1590,
      "GGGGTC": 1591,
      "GCCGAGAA": 1592,
      "TATGCCCC": 1593,
      "GCCGGCATTCC": 1594,
      "TCCACC": 1595,
      "GACTGC": 1596,
      "AAGAATT": 1597,
      "GGCTGC": 1598,
      "AACGATT": 1599,
      "GTCATCACC": 1600,
      "GCGGAGATC": 1601,
      "GACCTTC": 1602,
      "GTAACCC": 1603,
      "GCCGACGTC": 1604,
      "GATACCATG": 1605,
      "GAGCGTG": 1606,
      "AGCTGC": 1607,
      "GCAGTA": 1608,
      "GACATCC": 1609,
      "GTACCCC": 1610,
      "TACGCCGACTACC": 1611,
      "GAGAACC": 1612,
      "GGCGGCGCCGAGATC": 1613,
      "TCACCGGC": 1614,
      "GTCTAC": 1615,
      "GGAGATC": 1616,
      "TGCCGGTG": 1617,
      "GAACAC": 1618,
      "GACGGCTCCTACGGC": 1619,
      "GTCTTG": 1620,
      "AGCAGAA": 1621,
      "TTCCCCC": 1622,
      "TGCTGAAGACC": 1623,
      "GGCCCTC": 1624,
      "TGGCGC": 1625,
      "ATCGGCC": 1626,
      "AGCTAA": 1627,
      "AAGGACGGC": 1628,
      "GGTCTC": 1629,
      "GCCCTGATC": 1630,
      "GATTACC": 1631,
      "GCAGGAC": 1632,
      "AACTGGGC": 1633,
      "TGTA": 1634,
      "TTAAAGG": 1635,
      "ATCGGCGCGG": 1636,
      "TGATTG": 1637,
      "GACCGG": 1638,
      "GTGTTC": 1639,
      "TACTGC": 1640,
      "TATCAC": 1641,
      "GGCTCGGCCTTC": 1642,
      "GCGCCCGAC": 1643,
      "AGCCGGTCATCC": 1644,
      "TGGAAC": 1645,
      "ATATCC": 1646,
      "ATATCCC": 1647,
      "TCGGCATC": 1648,
      "TTGTGC": 1649,
      "GTCGCGC": 1650,
      "TGTGCC": 1651,
      "GTGCAAC": 1652,
      "GGATAC": 1653,
      "AGGAGAA": 1654,
      "TGCCGGTC": 1655,
      "GACCACAACCGCGCC": 1656,
      "GTTTCTG": 1657,
      "GGTGTTG": 1658,
      "TATTTC": 1659,
      "ACACC": 1660,
      "AGGCGATG": 1661,
      "GCCCTGC": 1662,
      "GAGAAGATC": 1663,
      "TCTGA": 1664,
      "TGGTA": 1665,
      "TGCCGACC": 1666,
      "ATTTGTT": 1667,
      "GAGGGG": 1668,
      "AAAGAAGGTTTT": 1669,
      "GATCCTC": 1670,
      "TGCTGGTC": 1671,
      "GATTCGGC": 1672,
      "GGCTCGGCC": 1673,
      "GTCACCGCCGGCGTGCCGCGC": 1674,
      "GTCAAGC": 1675,
      "TTGCTGC": 1676,
      "TTGGTATGC": 1677,
      "GTGGCGG": 1678,
      "GAAGGCATC": 1679,
      "TATGCTG": 1680,
      "AAAGTGC": 1681,
      "GCAGTGC": 1682,
      "GCAAGCCGGGCATG": 1683,
      "TATGTG": 1684,
      "GGGTA": 1685,
      "GAAGCGC": 1686,
      "TAATAA": 1687,
      "GCGCGAC": 1688,
      "GCTGATG": 1689,
      "GGGCAC": 1690,
      "GAAATTG": 1691,
      "GTTACTG": 1692,
      "AAATGCC": 1693,
      "GACCTGC": 1694,
      "GCCAAGAA": 1695,
      "AACTCC": 1696,
      "AGGATG": 1697,
      "AAAGGCC": 1698,
      "GGACGTC": 1699,
      "AACCCCC": 1700,
      "TTATCGGC": 1701,
      "TGCCGGCC": 1702,
      "TTGATAC": 1703,
      "TTCGGCC": 1704,
      "AACCTGAAGG": 1705,
      "GCAAGGCC": 1706,
      "GTACAC": 1707,
      "GGCCACCC": 1708,
      "GGTGGAGC": 1709,
      "GCGGCGATCATC": 1710,
      "AAGATGC": 1711,
      "ACGGTC": 1712,
      "ATCCAGG": 1713,
      "TTATTC": 1714,
      "GAAGTC": 1715,
      "TTGATTC": 1716,
      "TCCTCGGCC": 1717,
      "GTGGCCC": 1718,
      "GAGTTCTCCC": 1719,
      "ATCGAGGC": 1720,
      "TGCCGAC": 1721,
      "GTGCCGCTGCC": 1722,
      "ATGCTCGGC": 1723,
      "TAATTAC": 1724,
      "GATCTGCTC": 1725,
      "GCTGGTA": 1726,
      "TGCCCTGCGCC": 1727,
      "GCAAGAAGATC": 1728,
      "GGGCGG": 1729,
      "GCTCAAC": 1730,
      "ATGCAGG": 1731,
      "AGCAGCGCGGC": 1732,
      "TATTCCC": 1733,
      "GAATACGGC": 1734,
      "ATGAAGAA": 1735,
      "AACCCCGCCAACACCAAC": 1736,
      "GACCACC": 1737,
      "TTTGTC": 1738,
      "GAAGTG": 1739,
      "AGCAGGC": 1740,
      "GCAGCCC": 1741,
      "GCCATCATC": 1742,
      "TAGCGC": 1743,
      "ATCTCC": 1744,
      "ATCGTTG": 1745,
      "GATGTGATG": 1746,
      "ATATTCC": 1747,
      "AAGCCGGGCATG": 1748,
      "ATCAAGAA": 1749,
      "GCCAGGC": 1750,
      "AGAAGTTC": 1751,
      "AAGCCGGGCATGAGCCGCGAC": 1752,
      "GAGATAC": 1753,
      "AATCCCC": 1754,
      "GCTATTG": 1755,
      "ACGCTG": 1756,
      "GCCCGCTTCC": 1757,
      "AATATTC": 1758,
      "ATGGAAC": 1759,
      "AGATCC": 1760,
      "TGATCTGA": 1761,
      "AGTTCCC": 1762,
      "GGGCCC": 1763,
      "TAGATA": 1764,
      "GAAGGTC": 1765,
      "GTGGTT": 1766,
      "TTCCGGATC": 1767,
      "GCCTTCAAGGAC": 1768,
      "GTCGAGCGC": 1769,
      "GAGCGGC": 1770,
      "AAAAACC": 1771,
      "AATCTC": 1772,
      "TTGCGCC": 1773,
      "TTCCTCGCC": 1774,
      "GCAAACCC": 1775,
      "AACGGCAAGTG": 1776,
      "GAAAAA": 1777,
      "GTTACTC": 1778,
      "TTCGTG": 1779,
      "GTTATA": 1780,
      "AATTTAA": 1781,
      "GGGTTC": 1782,
      "AAACAC": 1783,
      "TCGGGCC": 1784,
      "AAATGAC": 1785,
      "GCTTGAC": 1786,
      "TGAAAA": 1787,
      "GTCGAGGCC": 1788,
      "TGGTGC": 1789,
      "TTAGTG": 1790,
      "AACCAGG": 1791,
      "GACGATG": 1792,
      "AAATACC": 1793,
      "AAGGATGCC": 1794,
      "GCTGACCC": 1795,
      "ACCCGTG": 1796,
      "GTGCAGCGCACCC": 1797,
      "GGGGTG": 1798,
      "GCTTATC": 1799,
      "GCCATGACCC": 1800,
      "GAAGGCC": 1801,
      "GCAAGCCGGGCATGAGCCGCGAC": 1802,
      "GCAACCC": 1803,
      "GTCAGG": 1804,
      "ATGCACC": 1805,
      "TTAGGC": 1806,
      "TATGTC": 1807,
      "ATTCTC": 1808,
      "GTCGGCATGGCCGGC": 1809,
      "TAGCTC": 1810,
      "TGCCATG": 1811,
      "GAACATC": 1812,
      "GAGTGCC": 1813,
      "TAAGAA": 1814,
      "GACCTGATC": 1815,
      "GAGCAGC": 1816,
      "GTCGGTG": 1817,
      "AAAGTTG": 1818,
      "GCAAGTG": 1819,
      "GCCATTG": 1820,
      "GGACATG": 1821,
      "AGGCCGGC": 1822,
      "AAGGCCGCCGAGG": 1823,
      "TGCCCACC": 1824,
      "AAGATAC": 1825,
      "AAGCCCGGCATGAGCCGCGAC": 1826,
      "TCCGATG": 1827,
      "GTTCCTC": 1828,
      "AGGTTG": 1829,
      "AGCCTGCTG": 1830,
      "GCCAAGCGC": 1831,
      "TCATCTGA": 1832,
      "GCCGAGAGC": 1833,
      "GTCGGTC": 1834,
      "GCATAC": 1835,
      "TTTCGCATC": 1836,
      "ATTGGTTC": 1837,
      "ATCGGCGGCAC": 1838,
      "ATCCCGACCGTCGCCAAGCGCGGC": 1839,
      "TGCATT": 1840,
      "TCCGAA": 1841,
      "GACGATC": 1842,
      "ATCCCGACC": 1843,
      "GAGCAGGC": 1844,
      "TTCTAC": 1845,
      "GAGCGTAA": 1846,
      "GTTCTTG": 1847,
      "GCGCCGGAC": 1848,
      "TCGAACCC": 1849,
      "ACTTCC": 1850,
      "TTCTT": 1851,
      "GATTATC": 1852,
      "GCAATCAC": 1853,
      "GTCGGCGCGC": 1854,
      "AATGCCC": 1855,
      "TCCGGCC": 1856,
      "GAAAAAGC": 1857,
      "TAAAATT": 1858,
      "AGAGGC": 1859,
      "ATCGAGAA": 1860,
      "GGTGAGC": 1861,
      "GCTCGAA": 1862,
      "ATGCAC": 1863,
      "TCTGATG": 1864,
      "GGTGCCC": 1865,
      "GCCGTGC": 1866,
      "AACGCTG": 1867,
      "GGTGGGC": 1868,
      "GACGTGC": 1869,
      "TAAGGC": 1870,
      "GTTTCCC": 1871,
      "GTCCGGC": 1872,
      "TTGCAGC": 1873,
      "AAGCCCC": 1874,
      "TATATG": 1875,
      "AACGACC": 1876,
      "ATGAAAGC": 1877,
      "GCTCAGC": 1878,
      "TAGCCC": 1879,
      "TATAAC": 1880,
      "GCTTCACC": 1881,
      "TTCACCGCGATGACCC": 1882,
      "TAAAAACC": 1883,
      "AGGAGG": 1884,
      "GAGGAAC": 1885,
      "GGTCAGC": 1886,
      "TCGACACC": 1887,
      "GATCCCC": 1888,
      "ATCGTT": 1889,
      "ATCGCCC": 1890,
      "GGTCACCATGGGC": 1891,
      "ACCAACCC": 1892,
      "GTCTTC": 1893,
      "AGTGATG": 1894,
      "TAGCGG": 1895,
      "GACGACC": 1896,
      "GTGCCGCTC": 1897,
      "GTGGAGG": 1898,
      "TAAATT": 1899,
      "GATGACCC": 1900,
      "TTTGTG": 1901,
      "GACATCGCGG": 1902,
      "AAGTCGGC": 1903,
      "TTCGCC": 1904,
      "GTCAACC": 1905,
      "GTGGAGC": 1906,
      "GTCGGCAAGCGCGGC": 1907,
      "TGCCCTGCGCCGCC": 1908,
      "AGGATC": 1909,
      "GGACGGC": 1910,
      "GGACACGGC": 1911,
      "AGTTGTTG": 1912,
      "GTATCGCC": 1913,
      "GAGAATATG": 1914,
      "GTGCTTG": 1915,
      "ATATAA": 1916,
      "GCAGTTG": 1917,
      "GTGCGGC": 1918,
      "GCTCATC": 1919,
      "GGTCGAGGAC": 1920,
      "GTAAAAC": 1921,
      "AAGGCAAGGC": 1922,
      "GATGCCATG": 1923,
      "ACTTAC": 1924,
      "GTCTGGGC": 1925,
      "GATTGCGC": 1926,
      "ACTCTG": 1927,
      "ACCTCC": 1928,
      "GAAAATC": 1929,
      "GCACAGC": 1930,
      "ATTAAAA": 1931,
      "ATGCAATG": 1932,
      "GCCCGG": 1933,
      "GCTTCGCCACC": 1934,
      "GTACTC": 1935,
      "GCGGCCATCATC": 1936,
      "GAGGGCGTC": 1937,
      "TAGTTC": 1938,
      "TATGGATAC": 1939,
      "GAGCACC": 1940,
      "GTTGATG": 1941,
      "TCGGCGGCC": 1942,
      "TGGTTC": 1943,
      "GGCCAGGC": 1944,
      "GCTGGCGC": 1945,
      "GGCGCC": 1946,
      "ATTGTAA": 1947,
      "TACAAGG": 1948,
      "AAAGATAA": 1949,
      "AGCCGGGAC": 1950,
      "TCTGAC": 1951,
      "GCAAGCCCGGCATG": 1952,
      "TGGGGCAACCACTCCGCCACCC": 1953,
      "TTATCC": 1954,
      "GAGTATG": 1955,
      "AAAGAAGGC": 1956,
      "ACTGAC": 1957,
      "TAGCAC": 1958,
      "GTCGGTGC": 1959,
      "GTCCAGC": 1960,
      "ACCCAC": 1961,
      "TGCAATT": 1962,
      "TTGTCC": 1963,
      "GTTCATC": 1964,
      "GTTCTTC": 1965,
      "GTGTTGCC": 1966,
      "GAACGTG": 1967,
      "AACCATG": 1968,
      "ATGCTTG": 1969,
      "GGCCACGGCGACACCATG": 1970,
      "GTTGCTC": 1971,
      "GGTGATG": 1972,
      "GCAGTAA": 1973,
      "GTTCGAC": 1974,
      "AACTAC": 1975,
      "GATCGAGG": 1976,
      "GACCAGC": 1977,
      "GAACGG": 1978,
      "ATAATC": 1979,
      "GCCGAGCTC": 1980,
      "AACGGTG": 1981,
      "TGCCGTGC": 1982,
      "GCAACGGC": 1983,
      "ATGGTATGC": 1984,
      "GTACTG": 1985,
      "AACCTCAAGGTGATG": 1986,
      "GCCTT": 1987,
      "TTGAAGGC": 1988,
      "TTCTCGG": 1989,
      "GTTGAAGG": 1990,
      "GAGATCGTG": 1991,
      "GGTCCC": 1992,
      "GATCGTG": 1993,
      "TATTATTG": 1994,
      "AAGCCTG": 1995,
      "GGCCGAC": 1996,
      "AATGTC": 1997,
      "GCGACTGGGC": 1998,
      "TCTGTC": 1999,
      "AGTTAC": 2000,
      "TGGTGGTG": 2001,
      "ACGCGCC": 2002,
      "AGAATATG": 2003,
      "AAGCTCC": 2004,
      "TTGGTC": 2005,
      "AAGGGCATC": 2006,
      "GCCCTCATC": 2007,
      "GATTTT": 2008,
      "TTTCAC": 2009,
      "AGTTTC": 2010,
      "TTCACCGCCATGCTGCGCCTG": 2011,
      "TGTATC": 2012,
      "GAGCCGG": 2013,
      "TATGCCC": 2014,
      "GAAAGA": 2015,
      "TAAGG": 2016,
      "GTAGGAGC": 2017,
      "GCGAACC": 2018,
      "AGTATC": 2019,
      "ACGATGGGC": 2020,
      "GACGGCAGCTACGGC": 2021,
      "GGCCGAGG": 2022,
      "AAAAAATT": 2023,
      "GCGTTTC": 2024,
      "GAAAAGG": 2025,
      "AGCCAAC": 2026,
      "TCGACGGC": 2027,
      "GACGGCTC": 2028,
      "TGCATCACCAATCC": 2029,
      "GACAAC": 2030,
      "GTGATCC": 2031,
      "TTTGGG": 2032,
      "ATGGCCAGACCC": 2033,
      "TGCAAAA": 2034,
      "GAAAGCC": 2035,
      "GTTTTCC": 2036,
      "GGTCTG": 2037,
      "AATCATC": 2038,
      "AAGAGTT": 2039,
      "TATGCTCC": 2040,
      "TGGACAGC": 2041,
      "GAGTAA": 2042,
      "TCCGTG": 2043,
      "GCGAATATG": 2044,
      "GCGGCCCC": 2045,
      "TAGAGAA": 2046,
      "ATGGTGATAC": 2047,
      "GGAAAC": 2048,
      "GGCGCTC": 2049,
      "AAAATTG": 2050,
      "AGGCAC": 2051,
      "GCCGAGCTG": 2052,
      "GCGCGCTTCC": 2053,
      "GCGGTCC": 2054,
      "GAGGAGCGCGAC": 2055,
      "AACATT": 2056,
      "GCGGATC": 2057,
      "ACTGGAC": 2058,
      "AAGATTC": 2059,
      "GCCGGGC": 2060,
      "TAAAAGAA": 2061,
      "AATCAC": 2062,
      "TGAAGACC": 2063,
      "GCTATGC": 2064,
      "GGTGCTC": 2065,
      "GGCGGTG": 2066,
      "AACTTC": 2067,
      "ATTAAAC": 2068,
      "ACCCGCGAA": 2069,
      "GCGAGCGC": 2070,
      "TTCGACGGC": 2071,
      "GCATGCC": 2072,
      "TTCGGCTTCCC": 2073,
      "AAGCCCGGCATG": 2074,
      "TTCAAGG": 2075,
      "AGTCGGC": 2076,
      "TTAAAAC": 2077,
      "GTCCCCC": 2078,
      "ATAGGC": 2079,
      "GGACTG": 2080,
      "ATGAAAGTTAC": 2081,
      "ATGAAAGTTACC": 2082,
      "GACGAGAA": 2083,
      "GCTCGGCC": 2084,
      "TGGGGCAATCAC": 2085,
      "GGATTC": 2086,
      "GCGGGCATC": 2087,
      "ACCCTC": 2088,
      "TGCGCCTTCCCGCTGCTG": 2089,
      "GATGGAC": 2090,
      "GTAGTT": 2091,
      "AGTATCC": 2092,
      "TACGCACC": 2093,
      "GCCTTCGTCATCTGCATCACCAACCC": 2094,
      "TTGCTT": 2095,
      "GTTGCCC": 2096,
      "AGATCGGCGGCAC": 2097,
      "TGTAAC": 2098,
      "GTGGAAC": 2099,
      "TACGCGCCC": 2100,
      "AAGGGTG": 2101,
      "GGTGGAA": 2102,
      "GCTTCGAC": 2103,
      "TGCAAAC": 2104,
      "AAAAAGG": 2105,
      "TGATATC": 2106,
      "TGAGG": 2107,
      "GTTTAC": 2108,
      "GATACGATG": 2109,
      "TGCCGAA": 2110,
      "AAAAGCGC": 2111,
      "GAGAAGGTC": 2112,
      "ACTCGAC": 2113,
      "GCGATCC": 2114,
      "ATTAGC": 2115,
      "GCCCGCGC": 2116,
      "TGCTCGAGATC": 2117,
      "GCCTACATCGCCATG": 2118,
      "AATACCC": 2119,
      "TCCGCCGCC": 2120,
      "GGTGAAGG": 2121,
      "AGAAGG": 2122,
      "AGGCGCTG": 2123,
      "GCTGCAGG": 2124,
      "GGATCGAC": 2125,
      "ATGTCAAAA": 2126,
      "ATTATAA": 2127,
      "TATGATTCC": 2128,
      "GCGATGC": 2129,
      "GACCACGTGC": 2130,
      "GAGTACC": 2131,
      "TGCCTTC": 2132,
      "AATGGAA": 2133,
