{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[BOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[BOS]": {
        "id": "[BOS]",
        "ids": [
          5
        ],
        "tokens": [
          "[BOS]"
        ]
      },
      "[EOS]": {
        "id": "[EOS]",
        "ids": [
          6
        ],
        "tokens": [
          "[EOS]"
        ]
      }
    }
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "[BOS]": 5,
      "[EOS]": 6,
      "A": 7,
      "C": 8,
      "G": 9,
      "T": 10,
      "GC": 11,
      "AA": 12,
      "TC": 13,
      "TG": 14,
      "AC": 15,
      "GG": 16,
      "TT": 17,
      "GCC": 18,
      "GA": 19,
      "GGC": 20,
      "TA": 21,
      "TCC": 22,
      "ACC": 23,
      "TGC": 24,
      "GAA": 25,
      "TTG": 26,
      "AAC": 27,
      "ATC": 28,
      "TTC": 29,
      "GAC": 30,
      "ATG": 31,
      "GTC": 32,
      "GTG": 33,
      "AGC": 34,
      "TAA": 35,
      "TAC": 36,
      "AGG": 37,
      "GCCC": 38,
      "TTCC": 39,
      "GGCC": 40,
      "GCGC": 41,
      "TGCC": 42,
      "GTT": 43,
      "ATT": 44,
      "GATC": 45,
      "GATG": 46,
      "CC": 47,
      "AAA": 48,
      "GACC": 49,
      "GTA": 50,
      "AAGG": 51,
      "GCTG": 52,
      "AAAA": 53,
      "GGTG": 54,
      "GAAC": 55,
      "GCA": 56,
      "GTGC": 57,
      "GCTC": 58,
      "TACC": 59,
      "GCGG": 60,
      "GAGG": 61,
      "GTTG": 62,
      "TATG": 63,
      "AACC": 64,
      "GCAA": 65,
      "TCCC": 66,
      "TATC": 67,
      "GTTC": 68,
      "ATTG": 69,
      "TGCTG": 70,
      "GGTC": 71,
      "AGAA": 72,
      "AGCC": 73,
      "AATG": 74,
      "GTAA": 75,
      "AGA": 76,
      "GTCC": 77,
      "TATT": 78,
      "GCAC": 79,
      "ATGC": 80,
      "TTTG": 81,
      "GTAC": 82,
      "ACCC": 83,
      "TAAC": 84,
      "AAAC": 85,
      "AGGC": 86,
      "TGCCC": 87,
      "ATCC": 88,
      "GATT": 89,
      "GAGC": 90,
      "GGGC": 91,
      "TGCTC": 92,
      "TTTC": 93,
      "ATA": 94,
      "AAGAA": 95,
      "AATC": 96,
      "ATTC": 97,
      "GGAC": 98,
      "GTGCC": 99,
      "GCGGC": 100,
      "TTAC": 101,
      "TCGGC": 102,
      "TTCCC": 103,
      "ACTG": 104,
      "GGCCC": 105,
      "AACCC": 106,
      "GCGAC": 107,
      "GCCGGC": 108,
      "GTCGGC": 109,
      "GAGAA": 110,
      "GCGCC": 111,
      "ACGGC": 112,
      "ACTC": 113,
      "AAGGC": 114,
      "GCATC": 115,
      "GCCGCC": 116,
      "AATT": 117,
      "GCAGG": 118,
      "TCGG": 119,
      "TCTG": 120,
      "AGTG": 121,
      "GTTCC": 122,
      "GCTT": 123,
      "GCGA": 124,
      "GCCTG": 125,
      "ATCGGC": 126,
      "ATAA": 127,
      "GACATC": 128,
      "AGATC": 129,
      "TGGG": 130,
      "ACGG": 131,
      "TGGGC": 132,
      "GCGAA": 133,
      "AAGA": 134,
      "GCCGG": 135,
      "AGTC": 136,
      "AGTT": 137,
      "TTTT": 138,
      "AGAC": 139,
      "GCGATG": 140,
      "GCAGC": 141,
      "AAATG": 142,
      "GAGATC": 143,
      "ATTCC": 144,
      "GCTGC": 145,
      "GGCGGC": 146,
      "TCGAC": 147,
      "TGAA": 148,
      "ATAC": 149,
      "GAGCGC": 150,
      "AGTA": 151,
      "GCCATG": 152,
      "AGATG": 153,
      "TGTC": 154,
      "GATA": 155,
      "GCGTG": 156,
      "GTCACC": 157,
      "GTACC": 158,
      "GCTTC": 159,
      "TGAC": 160,
      "GGTGC": 161,
      "TGGTG": 162,
      "GGAA": 163,
      "GATGC": 164,
      "ATCATC": 165,
      "GCACC": 166,
      "GGTT": 167,
      "GAGGC": 168,
      "GCCTC": 169,
      "TGATC": 170,
      "GCCAA": 171,
      "TATTG": 172,
      "GACCAC": 173,
      "TCTC": 174,
      "GCATG": 175,
      "TGATG": 176,
      "CCC": 177,
      "TTAA": 178,
      "TGGAA": 179,
      "GACGGC": 180,
      "GCAAC": 181,
      "GCGTC": 182,
      "GCGGCC": 183,
      "ATCCC": 184,
      "GGGG": 185,
      "TGTT": 186,
      "TCAA": 187,
      "AACGGC": 188,
      "GCCCC": 189,
      "GAAGGC": 190,
      "TCATC": 191,
      "AGGCC": 192,
      "ATGCC": 193,
      "AAATC": 194,
      "GACCC": 195,
      "AATCC": 196,
      "GAAGG": 197,
      "GATCC": 198,
      "AAGGAC": 199,
      "TCGTC": 200,
      "GATTC": 201,
      "AAAGC": 202,
      "GTGATG": 203,
      "TCGCC": 204,
      "GCTTG": 205,
      "GATTG": 206,
      "GGCATG": 207,
      "GCTCC": 208,
      "TATTC": 209,
      "GATAC": 210,
      "GTATG": 211,
      "TCAC": 212,
      "AAAAA": 213,
      "GCTAC": 214,
      "TGA": 215,
      "GACGAC": 216,
      "TTTA": 217,
      "TAACC": 218,
      "ATCACC": 219,
      "TGGTC": 220,
      "ACCAAC": 221,
      "GCCTTC": 222,
      "GCATT": 223,
      "AATGC": 224,
      "GCCGAC": 225,
      "AATTG": 226,
      "AGTTG": 227,
      "AAAAC": 228,
      "GTAAC": 229,
      "GCGATC": 230,
      "TAGAA": 231,
      "GCCGA": 232,
      "TATGC": 233,
      "GGAGC": 234,
      "ACAC": 235,
      "GCCGAA": 236,
      "GCGTT": 237,
      "TTATT": 238,
      "TGTTG": 239,
      "AAGCC": 240,
      "AAAGG": 241,
      "GGTTC": 242,
      "GGCTG": 243,
      "TGCCCC": 244,
      "TCCTC": 245,
      "GTGGTG": 246,
      "GCCAAC": 247,
      "TGTTC": 248,
      "AGCCC": 249,
      "TTTTG": 250,
      "TACGGC": 251,
      "GTCCC": 252,
      "ACCGGC": 253,
      "AGAAC": 254,
      "TGGAC": 255,
      "TTATC": 256,
      "AAAGAA": 257,
      "GCCATC": 258,
      "GATATC": 259,
      "AGCTG": 260,
      "AGCTC": 261,
      "GGATG": 262,
      "TTGCC": 263,
      "TCGAA": 264,
      "GTGAC": 265,
      "GTCATC": 266,
      "GAGCTG": 267,
      "GGATC": 268,
      "GTGAA": 269,
      "ACCATG": 270,
      "TCCCC": 271,
      "GCGCCC": 272,
      "GTGGGC": 273,
      "GGGCATG": 274,
      "GTTTC": 275,
      "GCTGCC": 276,
      "GCCAC": 277,
      "GATGCC": 278,
      "AAATTG": 279,
      "GACGTC": 280,
      "GAGGCC": 281,
      "GTTCCC": 282,
      "AAATT": 283,
      "AAGATC": 284,
      "TGCAGG": 285,
      "ATATC": 286,
      "TGTG": 287,
      "GATAA": 288,
      "AAGACC": 289,
      "GGCGG": 290,
      "GGCATC": 291,
      "AAGAC": 292,
      "ATATT": 293,
      "GCTAA": 294,
      "GGCTC": 295,
      "GGTAA": 296,
      "GCAGAA": 297,
      "TTTCC": 298,
      "TTCACC": 299,
      "GAGATG": 300,
      "GAGCTC": 301,
      "TGACC": 302,
      "TTTAA": 303,
      "ATTAC": 304,
      "TCACC": 305,
      "AGTTC": 306,
      "GCTA": 307,
      "ATGAC": 308,
      "TACCC": 309,
      "GGTA": 310,
      "TGCTGC": 311,
      "TCAAGG": 312,
      "GTGATC": 313,
      "ATATG": 314,
      "AAACC": 315,
      "AAGGCC": 316,
      "GGGAA": 317,
      "GGGCAACC": 318,
      "TCCTG": 319,
      "AGTAA": 320,
      "ACGAA": 321,
      "GTATC": 322,
      "GCCACC": 323,
      "AGGTG": 324,
      "GCAAGGC": 325,
      "TTACC": 326,
      "TCATG": 327,
      "TGCGCC": 328,
      "GCTTCC": 329,
      "TTATG": 330,
      "AAGAAC": 331,
      "AGTAC": 332,
      "GGTTG": 333,
      "TGCAGC": 334,
      "TTCGGC": 335,
      "GCAGGC": 336,
      "GTGCCC": 337,
      "GCGCGGC": 338,
      "GGTGCC": 339,
      "GACAC": 340,
      "GTGGTC": 341,
      "GCCGAGG": 342,
      "AAGTC": 343,
      "TGGGGCAACC": 344,
      "GAAGAA": 345,
      "TCTGC": 346,
      "GGAGG": 347,
      "GCTCGAC": 348,
      "ATGAAA": 349,
      "AATA": 350,
      "AGTGC": 351,
      "TTGAC": 352,
      "AAAGGC": 353,
      "AATGCC": 354,
      "GAGA": 355,
      "GCACCC": 356,
      "TCAAC": 357,
      "GGGGC": 358,
      "TTCCCC": 359,
      "ACCTG": 360,
      "ATCGTC": 361,
      "GATATT": 362,
      "ATGCTG": 363,
      "TTGTTG": 364,
      "ACAGC": 365,
      "AGACC": 366,
      "TTCTC": 367,
      "GCGGTG": 368,
      "GCGTTC": 369,
      "GAGTTC": 370,
      "AGGAC": 371,
      "AATAA": 372,
      "GGAAC": 373,
      "GCCGTC": 374,
      "GGTAC": 375,
      "AAGTG": 376,
      "ACTCC": 377,
      "GACTG": 378,
      "TTCTG": 379,
      "GCAAAA": 380,
      "GCGCTG": 381,
      "AAGATG": 382,
      "AGCAC": 383,
      "GCGACC": 384,
      "GGCAC": 385,
      "TGCTTG": 386,
      "ATACC": 387,
      "GTATT": 388,
      "ATCCCC": 389,
      "GCAAGG": 390,
      "TCGGCC": 391,
      "AACTG": 392,
      "TTCGAC": 393,
      "GCAAA": 394,
      "GACCACAACC": 395,
      "GCTGCTG": 396,
      "GCCCCC": 397,
      "GTGGAA": 398,
      "GGTATG": 399,
      "TTGATG": 400,
      "TATA": 401,
      "GCGGAC": 402,
      "GAGTT": 403,
      "AACGAC": 404,
      "TGTAA": 405,
      "GTGACC": 406,
      "GAAATC": 407,
      "AATTC": 408,
      "GAATG": 409,
      "AAAAAC": 410,
      "ATGATG": 411,
      "AGCAGC": 412,
      "AGAGG": 413,
      "AGCCGCGAC": 414,
      "GTCGTC": 415,
      "GGACC": 416,
      "ATTTT": 417,
      "AACCCC": 418,
      "GTTAC": 419,
      "GCGAAC": 420,
      "GGCCAAC": 421,
      "GCCTCC": 422,
      "AAAGAC": 423,
      "TTATTG": 424,
      "GTATGC": 425,
      "AGGTC": 426,
      "ACCAC": 427,
      "TTGCTG": 428,
      "TCGATG": 429,
      "AAATCC": 430,
      "TTTGC": 431,
      "AAGCTG": 432,
      "GCTATG": 433,
      "AGCGGC": 434,
      "ATTTG": 435,
      "ATTTC": 436,
      "GGGTG": 437,
      "GAGCA": 438,
      "TATAA": 439,
      "ACCCC": 440,
      "GAGGAC": 441,
      "TGAAGG": 442,
      "ATCGAC": 443,
      "AATAC": 444,
      "ATCAC": 445,
      "TCGTG": 446,
      "TAG": 447,
      "GGCGTC": 448,
      "TGCAAC": 449,
      "TGCAC": 450,
      "GATATG": 451,
      "GAGAC": 452,
      "GTATTG": 453,
      "TGAAC": 454,
      "GAGAAC": 455,
      "ATCAAC": 456,
      "ATTCCC": 457,
      "GAGCGG": 458,
      "GTCTG": 459,
      "GTTTCC": 460,
      "GTAACC": 461,
      "TCTTC": 462,
      "GCCTAC": 463,
      "TTCCAC": 464,
      "TCGGTG": 465,
      "TTTAC": 466,
      "TATCC": 467,
      "ATGGTG": 468,
      "GTGCTG": 469,
      "GGGAC": 470,
      "GATCAC": 471,
      "GTTTG": 472,
      "GATGAC": 473,
      "AGTCC": 474,
      "GGCCCC": 475,
      "AAGCTC": 476,
      "GCGTCC": 477,
      "GAACC": 478,
      "GATACC": 479,
      "GGGCC": 480,
      "GTTTT": 481,
      "AAGATT": 482,
      "GTCAC": 483,
      "GCATTG": 484,
      "ATCTTC": 485,
      "TTTTC": 486,
      "GGAATG": 487,
      "ATGTC": 488,
      "AGGAGC": 489,
      "GGATT": 490,
      "GGTCC": 491,
      "GGCTAC": 492,
      "GAGTAC": 493,
      "GGGATG": 494,
      "GTACCC": 495,
      "TAATG": 496,
      "GGGTC": 497,
      "TCAGG": 498,
      "GCCAGC": 499,
      "TGCGGC": 500,
      "AATGAC": 501,
      "GCGTGC": 502,
      "GCTTTC": 503,
      "ATGGAA": 504,
      "AAGTT": 505,
      "GAGTG": 506,
      "TTCCGCATC": 507,
      "GAGTC": 508,
      "AAAACC": 509,
      "GACCTG": 510,
      "TCAGC": 511,
      "AAGCGC": 512,
      "TCGCGC": 513,
      "GCCGTG": 514,
      "GGCAGC": 515,
      "AAGCCC": 516,
      "GCTGCTC": 517,
      "AACAC": 518,
      "GATTTG": 519,
      "TGCATCACC": 520,
      "AGATTG": 521,
      "GCAATG": 522,
      "TTCAC": 523,
      "GCCGGCC": 524,
      "TCTTG": 525,
      "TCTCC": 526,
      "AGGAAC": 527,
      "ATCGAA": 528,
      "GTCGAA": 529,
      "TATTCC": 530,
      "GACATG": 531,
      "TTCAGC": 532,
      "GCCTGC": 533,
      "AAGGACC": 534,
      "TCTT": 535,
      "ATCTG": 536,
      "GAGCAGG": 537,
      "TATGCC": 538,
      "GAGTTG": 539,
      "TAACCC": 540,
      "ACCACC": 541,
      "GTCGGCC": 542,
      "GTGTC": 543,
      "AGCAGG": 544,
      "AAGGTG": 545,
      "TTCAGG": 546,
      "AAGTA": 547,
      "AAATGC": 548,
      "AAATAA": 549,
      "ACGTG": 550,
      "GGTATC": 551,
      "GGCCACGGC": 552,
      "TTGCTC": 553,
      "TTCATC": 554,
      "GCTTTG": 555,
      "GTTACC": 556,
      "TCCGGC": 557,
      "ATGACC": 558,
      "ACATC": 559,
      "TTAAAA": 560,
      "TGCATC": 561,
      "ATGAAAA": 562,
      "ACGATG": 563,
      "GATTCC": 564,
      "ATGGGC": 565,
      "GTCTC": 566,
      "GAACTG": 567,
      "GCATTC": 568,
      "GACGTG": 569,
      "ACCGTC": 570,
      "GCGTA": 571,
      "GCGAGG": 572,
      "TCGCCC": 573,
      "TTCCTG": 574,
      "GCTACC": 575,
      "TAGGC": 576,
      "AAGGAAC": 577,
      "GCCGGTG": 578,
      "GACGG": 579,
      "GTCCCC": 580,
      "TCTAC": 581,
      "TAGG": 582,
      "AAAAGAA": 583,
      "ACAGG": 584,
      "ACCGG": 585,
      "TTGTC": 586,
      "GCTATC": 587,
      "GTCACCGGC": 588,
      "GAGGTG": 589,
      "AACATC": 590,
      "GTCATG": 591,
      "ACGGTG": 592,
      "GCGTAA": 593,
      "TGCGG": 594,
      "GGCCTG": 595,
      "AGCGG": 596,
      "TTGGTG": 597,
      "GTAGAA": 598,
      "ATTACC": 599,
      "GACTAC": 600,
      "GATCATC": 601,
      "GACGAA": 602,
      "GTGCAGG": 603,
      "GGCGAA": 604,
      "TTCTCC": 605,
      "AGATT": 606,
      "AAAAGG": 607,
      "AAATAC": 608,
      "AAAATC": 609,
      "TAAAGC": 610,
      "GTCGGCATG": 611,
      "GTCAAGG": 612,
      "GGCCATG": 613,
      "TGCATCACCAACCC": 614,
      "GCGCTC": 615,
      "GCGTTG": 616,
      "GCCGACC": 617,
      "ATCTC": 618,
      "GTGAAC": 619,
      "TAAAC": 620,
      "GGCCAGATC": 621,
      "GCAAGCC": 622,
      "GCTGAC": 623,
      "TTGGAA": 624,
      "AAAGAAC": 625,
      "GTCGG": 626,
      "AGCAAC": 627,
      "GCTGGAC": 628,
      "AACCCGGCCAAC": 629,
      "AAATA": 630,
      "GTTTTG": 631,
      "ACCTC": 632,
      "ATCGG": 633,
      "AAGCA": 634,
      "GAGACC": 635,
      "GCCGCCC": 636,
      "ACTTG": 637,
      "TTAAC": 638,
      "ATAAC": 639,
      "AAGGTC": 640,
      "ATGCCC": 641,
      "ATTTAA": 642,
      "GCAAGAA": 643,
      "GTGCAGC": 644,
      "TGCTCGGC": 645,
      "ACTGC": 646,
      "TCCAGG": 647,
      "GACCTC": 648,
      "ATGAGC": 649,
      "GTCAAC": 650,
      "GTTCCCC": 651,
      "GAATTG": 652,
      "TTCTTG": 653,
      "GAGCC": 654,
      "TCCGG": 655,
      "TTAAA": 656,
      "TATTAC": 657,
      "GCCCTG": 658,
      "ACCAGG": 659,
      "ATTATC": 660,
      "GCGGTC": 661,
      "AATACC": 662,
      "GCCATGC": 663,
      "ATTATTG": 664,
      "GCCGCGC": 665,
      "GGCGTG": 666,
      "TATAC": 667,
      "AACAAC": 668,
      "ACCATC": 669,
      "GAGGAGC": 670,
      "GCAACC": 671,
      "TATGAC": 672,
      "AAACCC": 673,
      "TTCGG": 674,
      "GTCGAC": 675,
      "TTGTG": 676,
      "GTCCAGG": 677,
      "ACCGAC": 678,
      "GCTATT": 679,
      "GATCCC": 680,
      "TAGTG": 681,
      "GAAAC": 682,
      "AAGTTG": 683,
      "GATTAC": 684,
      "AAGCAC": 685,
      "GCCCTC": 686,
      "TATGTCGGC": 687,
      "GCAATC": 688,
      "GTAGGC": 689,
      "TGGGCGCTGC": 690,
      "GCTTAC": 691,
      "GAAATG": 692,
      "AGTGCC": 693,
      "TACTC": 694,
      "AAGTAC": 695,
      "GTTATC": 696,
      "GTGCTCGGC": 697,
      "TTGCCC": 698,
      "ATTTCC": 699,
      "GACCTGCTC": 700,
      "AAGAGC": 701,
      "TGGCC": 702,
      "AATATC": 703,
      "GGCCTTC": 704,
      "AATCCC": 705,
      "ACATG": 706,
      "ACCTGC": 707,
      "TTCTGC": 708,
      "TGCTGGTG": 709,
      "TTCCTC": 710,
      "AATATG": 711,
      "GTGAGC": 712,
      "GCGACTG": 713,
      "GAGCAA": 714,
      "TAATTG": 715,
      "GCATCC": 716,
      "AACTC": 717,
      "AGTACC": 718,
      "AACGCC": 719,
      "AACAGC": 720,
      "GATTTAA": 721,
      "GCTCCC": 722,
      "TGTA": 723,
      "GGTTAC": 724,
      "ATGGG": 725,
      "GATGTC": 726,
      "GACCCC": 727,
      "TGCTGGAA": 728,
      "GACACCATG": 729,
      "TGGGGCAACCACTC": 730,
      "TCCAGC": 731,
      "ACGAC": 732,
      "GGCACC": 733,
      "GGGGCC": 734,
      "GTGGCC": 735,
      "TGAAA": 736,
      "ATTATT": 737,
      "TTGCGC": 738,
      "TGCCAC": 739,
      "TTAGA": 740,
      "GACAGC": 741,
      "GAGCAC": 742,
      "GCGATT": 743,
      "GGTTCC": 744,
      "GGAAAA": 745,
      "TTAGC": 746,
      "AAGCAA": 747,
      "ATTGCC": 748,
      "TTAGG": 749,
      "AAGGACAAGAA": 750,
      "TTGAAGG": 751,
      "GCCGGCGTGC": 752,
      "ACGGCC": 753,
      "GCCCTGCTG": 754,
      "GACCTGCTG": 755,
      "TGTGC": 756,
      "GCCTGCC": 757,
      "GCCGAGATC": 758,
      "GTTATG": 759,
      "GACCGTC": 760,
      "TACGG": 761,
      "GACCACAACCGCGC": 762,
      "ACCTTC": 763,
      "GTTGTTG": 764,
      "TTGCA": 765,
      "ACTTC": 766,
      "GACTC": 767,
      "GATCTC": 768,
      "GCGTTCCC": 769,
      "TGCTGCC": 770,
      "GTCAGC": 771,
      "AGTTCC": 772,
      "AGAAGAA": 773,
      "GCCGCCATC": 774,
      "GGCTCC": 775,
      "GCTGGTG": 776,
      "GGAGCC": 777,
      "GCTGTC": 778,
      "AACCCGGCCAACACCAAC": 779,
      "AAGGCCC": 780,
      "GCTGCCC": 781,
      "TTTATC": 782,
      "TTATA": 783,
      "AGGCATG": 784,
      "AAGTAA": 785,
      "GCCAGG": 786,
      "ATCGTG": 787,
      "ATGTG": 788,
      "TGCGCCTTCCC": 789,
      "TAGTTG": 790,
      "GATGTG": 791,
      "ACGAAC": 792,
      "GAACTC": 793,
      "GCCTTG": 794,
      "AAAAAA": 795,
      "TAGTT": 796,
      "GTGGCGC": 797,
      "GCAAGCCC": 798,
      "ATCAGC": 799
    },
    "merges": [
      "G C",
      "A A",
      "T C",
      "T G",
      "A C",
      "G G",
      "T T",
      "GC C",
      "G A",
      "G GC",
      "T A",
      "TC C",
      "AC C",
      "T GC",
      "G AA",
      "T TG",
      "AA C",
      "A TC",
      "T TC",
      "G AC",
      "A TG",
      "G TC",
      "G TG",
      "A GC",
      "T AA",
      "T AC",
      "A GG",
      "GCC C",
      "T TCC",
      "G GCC",
      "GC GC",
      "T GCC",
      "G TT",
      "A TT",
      "GA TC",
      "GA TG",
      "C C",
      "AA A",
      "G ACC",
      "G TA",
      "AA GG",
      "GC TG",
      "AA AA",
      "GG TG",
      "GAA C",
      "GC A",
      "G TGC",
      "GC TC",
      "T ACC",
      "GC GG",
      "GA GG",
      "G TTG",
      "TA TG",
      "AAC C",
      "GC AA",
      "TCC C",
      "TA TC",
      "G TTC",
      "A TTG",
      "TGC TG",
      "GG TC",
      "A GAA",
      "A GCC",
      "AA TG",
      "G TAA",
      "A GA",
      "G TCC",
      "TA TT",
      "GC AC",
      "A TGC",
      "TT TG",
      "G TAC",
      "ACC C",
      "T AAC",
      "AA AC",
      "A GGC",
      "T GCCC",
      "A TCC",
      "GA TT",
      "GA GC",
      "GG GC",
      "TGC TC",
      "TT TC",
      "A TA",
      "AA GAA",
      "AA TC",
      "A TTC",
      "GG AC",
      "G TGCC",
      "GC GGC",
      "TT AC",
      "TC GGC",
      "TTCC C",
      "AC TG",
      "G GCCC",
      "AAC CC",
      "GC GAC",
      "GCC GGC",
      "GTC GGC",
      "GA GAA",
      "GC GCC",
      "AC GGC",
      "AC TC",
      "AA GGC",
      "GC ATC",
      "GCC GCC",
      "AA TT",
      "GC AGG",
      "TC GG",
      "TC TG",
      "A GTG",
      "G TTCC",
      "GC TT",
      "GC GA",
      "GCC TG",
      "ATC GGC",
      "A TAA",
      "GAC ATC",
      "A GATC",
      "TG GG",
      "AC GG",
      "TG GGC",
      "GC GAA",
      "AA GA",
      "GCC GG",
      "A GTC",
      "A GTT",
      "TT TT",
      "A GAC",
      "GC GATG",
      "GC AGC",
      "AA ATG",
      "GA GATC",
      "A TTCC",
      "GC TGC",
      "GGC GGC",
      "TC GAC",
      "TG AA",
      "A TAC",
      "GA GCGC",
      "A GTA",
      "GCC ATG",
      "A GATG",
      "TG TC",
      "GA TA",
      "GC GTG",
      "GTC ACC",
      "G TACC",
      "GC TTC",
      "TG AC",
      "GG TGC",
      "TG GTG",
      "GG AA",
      "GA TGC",
      "ATC ATC",
      "GC ACC",
      "GG TT",
      "GA GGC",
      "GCC TC",
      "TG ATC",
      "GCC AA",
      "TA TTG",
      "GACC AC",
      "TC TC",
      "GC ATG",
      "TG ATG",
      "CC C",
      "TT AA",
      "TG GAA",
      "GAC GGC",
      "GC AAC",
      "GC GTC",
      "GC GGCC",
      "A TCCC",
      "GG GG",
      "TG TT",
      "TC AA",
      "AAC GGC",
      "GCCC C",
      "GAA GGC",
      "TC ATC",
      "A GGCC",
      "A TGCC",
      "AA ATC",
      "GACC C",
      "AA TCC",
      "GAA GG",
      "GA TCC",
      "AAGG AC",
      "TC GTC",
      "GA TTC",
      "AA AGC",
      "GTG ATG",
      "TC GCC",
      "GC TTG",
      "GA TTG",
      "GGC ATG",
      "GC TCC",
      "TA TTC",
      "GA TAC",
      "GTA TG",
      "TC AC",
      "AA AAA",
      "GC TAC",
      "TG A",
      "GAC GAC",
      "TT TA",
      "T AACC",
      "ATC ACC",
      "TG GTC",
      "ACC AAC",
      "GCC TTC",
      "GC ATT",
      "AA TGC",
      "GCC GAC",
      "AA TTG",
      "A GTTG",
      "AA AAC",
      "G TAAC",
      "GC GATC",
      "TA GAA",
      "GCC GA",
      "TA TGC",
      "GG AGC",
      "AC AC",
      "GCC GAA",
      "GC GTT",
      "TT ATT",
      "TG TTG",
      "AA GCC",
      "AA AGG",
      "GG TTC",
      "GGC TG",
      "TGCCC C",
      "TCC TC",
      "GTG GTG",
      "GCC AAC",
      "TG TTC",
      "A GCCC",
      "TT TTG",
      "TAC GGC",
      "G TCCC",
      "ACC GGC",
      "A GAAC",
      "TG GAC",
      "TT ATC",
      "AAA GAA",
      "GCC ATC",
      "GA TATC",
      "AGC TG",
      "AGC TC",
      "GG ATG",
      "TT GCC",
      "TC GAA",
      "GTG AC",
      "GTC ATC",
      "GA GCTG",
      "GG ATC",
      "GTG AA",
      "ACC ATG",
      "TCC CC",
      "GC GCCC",
      "GTG GGC",
      "GGGC ATG",
      "GTT TC",
      "GC TGCC",
      "GCC AC",
      "GA TGCC",
      "AAA TTG",
      "GAC GTC",
      "GA GGCC",
      "G TTCCC",
      "AA ATT",
      "AA GATC",
      "TGC AGG",
      "A TATC",
      "TG TG",
      "GA TAA",
      "AA GACC",
      "GGC GG",
      "GGC ATC",
      "AA GAC",
      "A TATT",
      "GC TAA",
      "GGC TC",
      "GG TAA",
      "GCA GAA",
      "TT TCC",
      "TTC ACC",
      "GA GATG",
      "GA GCTC",
      "TG ACC",
      "TT TAA",
      "ATT AC",
      "TC ACC",
      "A GTTC",
      "GC TA",
      "ATG AC",
      "TACC C",
      "GG TA",
      "TGC TGC",
      "TC AAGG",
      "GTG ATC",
      "A TATG",
      "AA ACC",
      "AA GGCC",
      "GG GAA",
      "GGGC AACC",
      "TCC TG",
      "A GTAA",
      "AC GAA",
      "GTA TC",
      "GCC ACC",
      "AGG TG",
      "GCAA GGC",
      "TT ACC",
      "TC ATG",
      "TGC GCC",
      "GC TTCC",
      "TT ATG",
      "AA GAAC",
      "A GTAC",
      "GG TTG",
      "TGC AGC",
      "TTC GGC",
      "GCA GGC",
      "G TGCCC",
      "GCGC GGC",
      "GG TGCC",
      "GAC AC",
      "GTG GTC",
      "GCC GAGG",
      "AA GTC",
      "TG GGGCAACC",
      "GAA GAA",
      "TC TGC",
      "GG AGG",
      "GCTC GAC",
      "ATG AAA",
      "AA TA",
      "A GTGC",
      "TTG AC",
      "AAA GGC",
      "AA TGCC",
      "GA GA",
      "GC ACCC",
      "TC AAC",
      "GG GGC",
      "TTCC CC",
      "ACC TG",
      "ATC GTC",
      "GA TATT",
      "A TGCTG",
      "TTG TTG",
      "AC AGC",
      "A GACC",
      "TTC TC",
      "GC GGTG",
      "GC GTTC",
      "GA GTTC",
      "AGG AC",
      "AA TAA",
      "GG AAC",
      "GCC GTC",
      "GG TAC",
      "AA GTG",
      "AC TCC",
      "GAC TG",
      "TTC TG",
      "GC AAAA",
      "GCGC TG",
      "AA GATG",
      "AGC AC",
      "GC GACC",
      "GGC AC",
      "TGC TTG",
      "A TACC",
      "GTA TT",
      "ATCC CC",
      "GC AAGG",
      "TC GGCC",
      "AAC TG",
      "TTC GAC",
      "GC AAA",
      "GACCAC AACC",
      "GC TGCTG",
      "GCCC CC",
      "GTG GAA",
      "GG TATG",
      "TTG ATG",
      "TA TA",
      "GCGG AC",
      "GA GTT",
      "AAC GAC",
      "TG TAA",
      "GTG ACC",
      "GAA ATC",
      "AA TTC",
      "GAA TG",
      "AAAA AC",
      "ATG ATG",
      "AGC AGC",
      "A GAGG",
      "AGCC GCGAC",
      "GTC GTC",
      "GG ACC",
      "ATT TT",
      "AACCC C",
      "GTT AC",
      "GC GAAC",
      "GGCC AAC",
      "GCC TCC",
      "AAA GAC",
      "TT ATTG",
      "GTA TGC",
      "AGG TC",
      "ACC AC",
      "TT GCTG",
      "TC GATG",
      "AAA TCC",
      "TT TGC",
      "AA GCTG",
      "GC TATG",
      "AGC GGC",
      "ATT TG",
      "ATT TC",
      "GG GTG",
      "GA GCA",
      "TA TAA",
      "ACC CC",
      "GAGG AC",
      "TG AAGG",
      "ATC GAC",
      "AA TAC",
      "ATC AC",
      "TC GTG",
      "TA G",
      "GGC GTC",
      "TGC AAC",
      "TGC AC",
      "GA TATG",
      "GA GAC",
      "GTA TTG",
      "TG AAC",
      "GA GAAC",
      "ATC AAC",
      "A TTCCC",
      "GA GCGG",
      "GTC TG",
      "GTT TCC",
      "G TAACC",
      "TC TTC",
      "GCC TAC",
      "TTCC AC",
      "TC GGTG",
      "TT TAC",
      "TA TCC",
      "ATG GTG",
      "GTGC TG",
      "GG GAC",
      "GATC AC",
      "GTT TG",
      "GATG AC",
      "A GTCC",
      "GGCCC C",
      "AA GCTC",
      "GC GTCC",
      "GAA CC",
      "GA TACC",
      "GG GCC",
      "GTT TT",
      "AA GATT",
      "GTC AC",
      "GCA TTG",
      "ATC TTC",
      "TT TTC",
      "GG AATG",
      "ATG TC",
      "AGG AGC",
      "GG ATT",
      "GG TCC",
      "GGC TAC",
      "GA GTAC",
      "GG GATG",
      "GTACC C",
      "TAA TG",
      "GG GTC",
      "TC AGG",
      "GCC AGC",
      "TGC GGC",
      "AATG AC",
      "GC GTGC",
      "GC TTTC",
      "ATG GAA",
      "AA GTT",
      "GA GTG",
      "TTCC GCATC",
      "GA GTC",
      "AA AACC",
      "GACC TG",
      "TC AGC",
      "AA GCGC",
      "TC GCGC",
      "GCC GTG",
      "GGC AGC",
      "AA GCCC",
      "GC TGCTC",
      "AAC AC",
      "GA TTTG",
      "TGC ATCACC",
      "AGA TTG",
      "GCAA TG",
      "TTC AC",
      "GCC GGCC",
      "TC TTG",
      "TC TCC",
      "AGG AAC",
      "ATC GAA",
      "GTC GAA",
      "TA TTCC",
      "GAC ATG",
      "TTC AGC",
      "GCC TGC",
      "AAGG ACC",
      "TC TT",
      "ATC TG",
      "GAGC AGG",
      "TA TGCC",
      "GA GTTG",
      "TAAC CC",
      "ACC ACC",
      "GTC GGCC",
      "GTG TC",
      "AGC AGG",
      "AAGG TG",
      "TTC AGG",
      "AA GTA",
      "AAA TGC",
      "AAA TAA",
      "AC GTG",
      "GG TATC",
      "GGCC ACGGC",
      "TT GCTC",
      "TTC ATC",
      "GC TTTG",
      "GTT ACC",
      "TCC GGC",
      "ATG ACC",
      "AC ATC",
      "TT AAAA",
      "TGC ATC",
      "ATG AAAA",
      "AC GATG",
      "GA TTCC",
      "ATG GGC",
      "GTC TC",
      "GAAC TG",
      "GCA TTC",
      "GAC GTG",
      "ACC GTC",
      "GC GTA",
      "GC GAGG",
      "TC GCCC",
      "TTCC TG",
      "GC TACC",
      "TA GGC",
      "AAGG AAC",
      "GCC GGTG",
      "GAC GG",
      "GTCC CC",
      "TC TAC",
      "TA GG",
      "AAAA GAA",
      "AC AGG",
      "ACC GG",
      "TTG TC",
      "GC TATC",
      "GTCACC GGC",
      "GA GGTG",
      "AAC ATC",
      "GTC ATG",
      "AC GGTG",
      "GC GTAA",
      "TGC GG",
      "GGCC TG",
      "AGC GG",
      "TTG GTG",
      "GTA GAA",
      "ATT ACC",
      "GAC TAC",
      "GATC ATC",
      "GAC GAA",
      "GTGC AGG",
      "GGC GAA",
      "TTC TCC",
      "AGA TT",
      "AA AAGG",
      "AAA TAC",
      "AAAA TC",
      "TAA AGC",
      "GTCGGC ATG",
      "GTC AAGG",
      "GGCC ATG",
      "TGCATCACC AACCC",
      "GCGC TC",
      "GC GTTG",
      "GCC GACC",
      "ATC TC",
      "GTG AAC",
      "TAA AC",
      "GGCC AGATC",
      "GCAA GCC",
      "GCTG AC",
      "TTG GAA",
      "AAA GAAC",
      "GTC GG",
      "AGC AAC",
      "GCTG GAC",
      "AACCC GGCCAAC",
      "AAA TA",
      "GTT TTG",
      "ACC TC",
      "ATC GG",
      "AA GCA",
      "GA GACC",
      "GCC GCCC",
      "AC TTG",
      "TT AAC",
      "A TAAC",
      "AAGG TC",
      "A TGCCC",
      "ATT TAA",
      "GCAA GAA",
      "GTGC AGC",
      "TGCTC GGC",
      "AC TGC",
      "TCC AGG",
      "GACC TC",
      "ATG AGC",
      "GTC AAC",
      "GTTCC CC",
      "GAA TTG",
      "TTC TTG",
      "GA GCC",
      "TCC GG",
      "TT AAA",
      "TATT AC",
      "GCCC TG",
      "ACC AGG",
      "ATT ATC",
      "GCGG TC",
      "AA TACC",
      "GCC ATGC",
      "ATT ATTG",
      "GCC GCGC",
      "GGC GTG",
      "TA TAC",
      "AAC AAC",
      "ACC ATC",
      "GAGG AGC",
      "GC AACC",
      "TATG AC",
      "AA ACCC",
      "TTC GG",
      "GTC GAC",
      "TTG TG",
      "GTCC AGG",
      "ACC GAC",
      "GC TATT",
      "GA TCCC",
      "TA GTG",
      "GAA AC",
      "AA GTTG",
      "GATT AC",
      "AA GCAC",
      "GCCC TC",
      "TATG TCGGC",
      "GCAA TC",
      "GTA GGC",
      "TGGGC GCTGC",
      "GC TTAC",
      "GAA ATG",
      "A GTGCC",
      "TAC TC",
      "AA GTAC",
      "GTT ATC",
      "GTGC TCGGC",
      "TT GCCC",
      "ATT TCC",
      "GACC TGCTC",
      "AA GAGC",
      "TG GCC",
      "AA TATC",
      "GGCC TTC",
      "AA TCCC",
      "AC ATG",
      "ACC TGC",
      "TTC TGC",
      "TGCTG GTG",
      "TTCC TC",
      "AA TATG",
      "GTG AGC",
      "GCGAC TG",
      "GA GCAA",
      "TAA TTG",
      "GCA TCC",
      "AAC TC",
      "A GTACC",
      "AAC GCC",
      "AAC AGC",
      "GATT TAA",
      "GC TCCC",
      "TG TA",
      "GG TTAC",
      "ATG GG",
      "GATG TC",
      "GACC CC",
      "TGCTG GAA",
      "GAC ACCATG",
      "TGGGGCAACC ACTC",
      "TCC AGC",
      "AC GAC",
      "GGC ACC",
      "GG GGCC",
      "GTG GCC",
      "TG AAA",
      "ATT ATT",
      "TT GCGC",
      "TGCC AC",
      "TT AGA",
      "GAC AGC",
      "GA GCAC",
      "GC GATT",
      "GG TTCC",
      "GG AAAA",
      "TT AGC",
      "AA GCAA",
      "ATT GCC",
      "TT AGG",
      "AAGGAC AAGAA",
      "TTG AAGG",
      "GCCGGC GTGC",
      "AC GGCC",
      "GCCC TGCTG",
      "GACC TGCTG",
      "TG TGC",
      "GCC TGCC",
      "GCC GAGATC",
      "GTT ATG",
      "GACC GTC",
      "TAC GG",
      "GACCACAACC GCGC",
      "ACC TTC",
      "GTTG TTG",
      "TT GCA",
      "AC TTC",
      "GAC TC",
      "GATC TC",
      "GC GTTCCC",
      "TGC TGCC",
      "GTC AGC",
      "A GTTCC",
      "AGAA GAA",
      "GCCGCC ATC",
      "GGC TCC",
      "GCTG GTG",
      "GG AGCC",
      "GCTG TC",
      "AACCCGGCCAAC ACCAAC",
      "AA GGCCC",
      "GC TGCCC",
      "TT TATC",
      "TT ATA",
      "AGGC ATG",
      "AA GTAA",
      "GCC AGG",
      "ATC GTG",
      "ATG TG",
      "TGCGCC TTCCC",
      "TA GTTG",
      "GATG TG",
      "AC GAAC",
      "GAAC TC",
      "GCC TTG",
      "AAAA AA",
      "TA GTT",
      "GTG GCGC",
      "GCAA GCCC",
      "ATC AGC"
    ]
  }
}