{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[BOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[BOS]": {
        "id": "[BOS]",
        "ids": [
          5
        ],
        "tokens": [
          "[BOS]"
        ]
      },
      "[EOS]": {
        "id": "[EOS]",
        "ids": [
          6
        ],
        "tokens": [
          "[EOS]"
        ]
      }
    }
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "[BOS]": 5,
      "[EOS]": 6,
      "*": 7,
      "A": 8,
      "C": 9,
      "D": 10,
      "E": 11,
      "F": 12,
      "G": 13,
      "H": 14,
      "I": 15,
      "K": 16,
      "L": 17,
      "M": 18,
      "N": 19,
      "P": 20,
      "Q": 21,
      "R": 22,
      "S": 23,
      "T": 24,
      "V": 25,
      "W": 26,
      "Y": 27,
      "AA": 28,
      "GV": 29,
      "AL": 30,
      "GA": 31,
      "VV": 32,
      "LL": 33,
      "GI": 34,
      "LD": 35,
      "IV": 36,
      "SA": 37,
      "GL": 38,
      "EL": 39,
      "GG": 40,
      "TA": 41,
      "VA": 42,
      "GM": 43,
      "IA": 44,
      "GK": 45,
      "PV": 46,
      "II": 47,
      "TN": 48,
      "LA": 49,
      "EK": 50,
      "ER": 51,
      "EA": 52,
      "GD": 53,
      "SV": 54,
      "DA": 55,
      "DV": 56,
      "GE": 57,
      "PA": 58,
      "DI": 59,
      "GS": 60,
      "DL": 61,
      "NA": 62,
      "RK": 63,
      "MV": 64,
      "VI": 65,
      "VL": 66,
      "GQ": 67,
      "GN": 68,
      "TR": 69,
      "GF": 70,
      "SR": 71,
      "YA": 72,
      "VT": 73,
      "IL": 74,
      "MA": 75,
      "PL": 76,
      "VK": 77,
      "GT": 78,
      "SS": 79,
      "KK": 80,
      "EI": 81,
      "GAA": 82,
      "TT": 83,
      "SD": 84,
      "KD": 85,
      "KA": 86,
      "PGM": 87,
      "LV": 88,
      "PR": 89,
      "YS": 90,
      "KI": 91,
      "CA": 92,
      "PT": 93,
      "EE": 94,
      "YL": 95,
      "SN": 96,
      "KT": 97,
      "FR": 98,
      "KL": 99,
      "GGH": 100,
      "NR": 101,
      "QA": 102,
      "VS": 103,
      "ID": 104,
      "VR": 105,
      "TL": 106,
      "GVP": 107,
      "GR": 108,
      "SAA": 109,
      "RKPGM": 110,
      "SL": 111,
      "FA": 112,
      "GY": 113,
      "VM": 114,
      "EQ": 115,
      "SQ": 116,
      "DD": 117,
      "KR": 118,
      "NL": 119,
      "QR": 120,
      "ML": 121,
      "YAP": 122,
      "GEY": 123,
      "DT": 124,
      "GGA": 125,
      "GGHGD": 126,
      "GSA": 127,
      "KE": 128,
      "ND": 129,
      "PI": 130,
      "GKAL": 131,
      "EIV": 132,
      "TS": 133,
      "HA": 134,
      "PQ": 135,
      "PLD": 136,
      "EF": 137,
      "MT": 138,
      "PK": 139,
      "MK": 140,
      "PC": 141,
      "PD": 142,
      "ED": 143,
      "EN": 144,
      "FL": 145,
      "FD": 146,
      "ES": 147,
      "TQ": 148,
      "TV": 149,
      "VGA": 150,
      "MR": 151,
      "RKPGMSR": 152,
      "GVA": 153,
      "GMA": 154,
      "KN": 155,
      "FI": 156,
      "GQI": 157,
      "DR": 158,
      "ALL": 159,
      "NTN": 160,
      "EV": 161,
      "MI": 162,
      "HS": 163,
      "PLL": 164,
      "GVLD": 165,
      "HL": 166,
      "NV": 167,
      "TK": 168,
      "TMV": 169,
      "FS": 170,
      "SAR": 171,
      "YV": 172,
      "GGI": 173,
      "FK": 174,
      "TD": 175,
      "PE": 176,
      "QK": 177,
      "QL": 178,
      "SE": 179,
      "WGN": 180,
      "NI": 181,
      "SSAA": 182,
      "RL": 183,
      "DVV": 184,
      "NAA": 185,
      "SI": 186,
      "GW": 187,
      "RA": 188,
      "DQ": 189,
      "SSAASAA": 190,
      "SK": 191,
      "CI": 192,
      "GTN": 193,
      "DW": 194,
      "CAF": 195,
      "GVPV": 196,
      "VVGN": 197,
      "KTGSA": 198,
      "IF": 199,
      "VLGGHGD": 200,
      "GH": 201,
      "PN": 202,
      "GIA": 203,
      "TNPLD": 204,
      "PDL": 205,
      "LDH": 206,
      "AAA": 207,
      "ET": 208,
      "VQ": 209,
      "PANTN": 210,
      "GMAGVLD": 211,
      "VTGAA": 212,
      "DDLL": 213,
      "GAGN": 214,
      "ALI": 215,
      "GLL": 216,
      "PS": 217,
      "ELD": 218,
      "EGL": 219,
      "LDHNR": 220,
      "GIP": 221,
      "IE": 222,
      "PM": 223,
      "GSY": 224,
      "NK": 225,
      "QS": 226,
      "EVV": 227,
      "EEL": 228,
      "GKALD": 229,
      "TF": 230,
      "VD": 231,
      "IAS": 232,
      "YR": 233,
      "GGAEIV": 234,
      "VVGNPANTN": 235,
      "CL": 236,
      "VGAT": 237,
      "GAAII": 238,
      "ALD": 239,
      "TI": 240,
      "RPR": 241,
      "VTGAAGQI": 242,
      "VF": 243,
      "GLP": 244,
      "ALLV": 245,
      "CAFPLL": 246,
      "RKPGMSRDDLL": 247,
      "YD": 248,
      "WGNH": 249,
      "SDGSY": 250,
      "TP": 251,
      "VE": 252,
      "KEL": 253,
      "FTA": 254,
      "AMV": 255,
      "VVL": 256,
      "VVI": 257,
      "RD": 258,
      "AAL": 259,
      "GKA": 260,
      "GP": 261,
      "SH": 262,
      "TLA": 263,
      "TY": 264,
      "MQ": 265,
      "ALK": 266,
      "FRIAS": 267,
      "TVA": 268,
      "MD": 269,
      "EKA": 270,
      "MN": 271,
      "ELL": 272,
      "GTSA": 273,
      "VLVVGNPANTN": 274,
      "IT": 275,
      "GC": 276,
      "DDL": 277,
      "TAR": 278,
      "LLEI": 279,
      "FV": 280,
      "KV": 281,
      "GLD": 282,
      "EGEY": 283,
      "SNPLD": 284,
      "PNA": 285,
      "IDH": 286,
      "TMVPL": 287,
      "YYAP": 288,
      "PCAA": 289,
      "NGI": 290,
      "GMAGVLDSAR": 291,
      "SSAASAANAA": 292,
      "IVTA": 293,
      "IDA": 294,
      "TNA": 295,
      "ALA": 296,
      "SY": 297,
      "RGA": 298,
      "IAA": 299
    },
    "merges": [
      "A A",
      "G V",
      "A L",
      "G A",
      "V V",
      "L L",
      "G I",
      "L D",
      "I V",
      "S A",
      "G L",
      "E L",
      "G G",
      "T A",
      "V A",
      "G M",
      "I A",
      "G K",
      "P V",
      "I I",
      "T N",
      "L A",
      "E K",
      "E R",
      "E A",
      "G D",
      "S V",
      "D A",
      "D V",
      "G E",
      "P A",
      "D I",
      "G S",
      "D L",
      "N A",
      "R K",
      "M V",
      "V I",
      "V L",
      "G Q",
      "G N",
      "T R",
      "G F",
      "S R",
      "Y A",
      "V T",
      "I L",
      "M A",
      "P L",
      "V K",
      "G T",
      "S S",
      "K K",
      "E I",
      "G AA",
      "T T",
      "S D",
      "K D",
      "K A",
      "P GM",
      "L V",
      "P R",
      "Y S",
      "K I",
      "C A",
      "P T",
      "E E",
      "Y L",
      "S N",
      "K T",
      "F R",
      "K L",
      "GG H",
      "N R",
      "Q A",
      "V S",
      "I D",
      "V R",
      "T L",
      "GV P",
      "G R",
      "S AA",
      "RK PGM",
      "S L",
      "F A",
      "G Y",
      "V M",
      "E Q",
      "S Q",
      "D D",
      "K R",
      "N L",
      "Q R",
      "M L",
      "YA P",
      "GE Y",
      "D T",
      "G GA",
      "GGH GD",
      "G SA",
      "K E",
      "N D",
      "P I",
      "GK AL",
      "E IV",
      "T S",
      "H A",
      "P Q",
      "P LD",
      "E F",
      "M T",
      "P K",
      "M K",
      "P C",
      "P D",
      "E D",
      "E N",
      "F L",
      "F D",
      "E S",
      "T Q",
      "T V",
      "V GA",
      "M R",
      "RKPGM SR",
      "GV A",
      "GM A",
      "K N",
      "F I",
      "GQ I",
      "D R",
      "AL L",
      "N TN",
      "E V",
      "M I",
      "H S",
      "P LL",
      "GV LD",
      "H L",
      "N V",
      "T K",
      "T MV",
      "F S",
      "SA R",
      "Y V",
      "G GI",
      "F K",
      "T D",
      "P E",
      "Q K",
      "Q L",
      "S E",
      "W GN",
      "N I",
      "SS AA",
      "R L",
      "D VV",
      "N AA",
      "S I",
      "G W",
      "R A",
      "D Q",
      "SSAA SAA",
      "S K",
      "C I",
      "G TN",
      "D W",
      "CA F",
      "GV PV",
      "VV GN",
      "KT GSA",
      "I F",
      "VL GGHGD",
      "G H",
      "P N",
      "GI A",
      "TN PLD",
      "P DL",
      "LD H",
      "AA A",
      "E T",
      "V Q",
      "PA NTN",
      "GMA GVLD",
      "VT GAA",
      "DD LL",
      "GA GN",
      "AL I",
      "G LL",
      "P S",
      "E LD",
      "E GL",
      "LDH NR",
      "GI P",
      "I E",
      "P M",
      "GS Y",
      "N K",
      "Q S",
      "E VV",
      "E EL",
      "GKAL D",
      "T F",
      "V D",
      "IA S",
      "Y R",
      "GGA EIV",
      "VVGN PANTN",
      "C L",
      "VGA T",
      "GAA II",
      "AL D",
      "T I",
      "R PR",
      "VTGAA GQI",
      "V F",
      "GL P",
      "AL LV",
      "CAF PLL",
      "RKPGMSR DDLL",
      "Y D",
      "WGN H",
      "SD GSY",
      "T P",
      "V E",
      "K EL",
      "F TA",
      "A MV",
      "VV L",
      "VV I",
      "R D",
      "AA L",
      "GK A",
      "G P",
      "S H",
      "T LA",
      "T Y",
      "M Q",
      "AL K",
      "FR IAS",
      "T VA",
      "M D",
      "EK A",
      "M N",
      "E LL",
      "GT SA",
      "VL VVGNPANTN",
      "I T",
      "G C",
      "D DL",
      "TA R",
      "LL EI",
      "F V",
      "K V",
      "G LD",
      "E GEY",
      "SN PLD",
      "P NA",
      "ID H",
      "TMV PL",
      "Y YAP",
      "PC AA",
      "N GI",
      "GMAGVLD SAR",
      "SSAASAA NAA",
      "IV TA",
      "I DA",
      "TN A",
      "AL A",
      "S Y",
      "R GA",
      "I AA"
    ]
  }
}