{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[BOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[BOS]": {
        "id": "[BOS]",
        "ids": [
          5
        ],
        "tokens": [
          "[BOS]"
        ]
      },
      "[EOS]": {
        "id": "[EOS]",
        "ids": [
          6
        ],
        "tokens": [
          "[EOS]"
        ]
      }
    }
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "[BOS]": 5,
      "[EOS]": 6,
      "*": 7,
      "A": 8,
      "C": 9,
      "D": 10,
      "E": 11,
      "F": 12,
      "G": 13,
      "H": 14,
      "I": 15,
      "K": 16,
      "L": 17,
      "M": 18,
      "N": 19,
      "P": 20,
      "Q": 21,
      "R": 22,
      "S": 23,
      "T": 24,
      "V": 25,
      "W": 26,
      "Y": 27,
      "AA": 28,
      "GV": 29,
      "AL": 30,
      "GA": 31,
      "VV": 32,
      "LL": 33,
      "GI": 34,
      "LD": 35,
      "IV": 36,
      "SA": 37,
      "GL": 38,
      "EL": 39,
      "GG": 40,
      "TA": 41,
      "VA": 42,
      "GM": 43,
      "IA": 44,
      "GK": 45,
      "PV": 46,
      "II": 47,
      "TN": 48,
      "LA": 49,
      "EK": 50,
      "ER": 51,
      "EA": 52,
      "GD": 53,
      "SV": 54,
      "DA": 55,
      "DV": 56,
      "GE": 57,
      "PA": 58,
      "DI": 59,
      "GS": 60,
      "DL": 61,
      "NA": 62,
      "RK": 63,
      "MV": 64,
      "VI": 65,
      "VL": 66,
      "GQ": 67,
      "GN": 68,
      "TR": 69,
      "GF": 70,
      "SR": 71,
      "YA": 72,
      "VT": 73,
      "IL": 74,
      "MA": 75,
      "PL": 76,
      "VK": 77,
      "GT": 78,
      "SS": 79,
      "KK": 80,
      "EI": 81,
      "GAA": 82,
      "TT": 83,
      "SD": 84,
      "KD": 85,
      "KA": 86,
      "PGM": 87,
      "LV": 88,
      "PR": 89,
      "YS": 90,
      "KI": 91,
      "CA": 92,
      "PT": 93,
      "EE": 94,
      "YL": 95,
      "SN": 96,
      "KT": 97,
      "FR": 98,
      "KL": 99,
      "GGH": 100,
      "NR": 101,
      "QA": 102,
      "VS": 103,
      "ID": 104,
      "VR": 105,
      "TL": 106,
      "GVP": 107,
      "GR": 108,
      "SAA": 109,
      "RKPGM": 110,
      "SL": 111,
      "FA": 112,
      "GY": 113,
      "VM": 114,
      "EQ": 115,
      "SQ": 116,
      "DD": 117,
      "KR": 118,
      "NL": 119,
      "QR": 120,
      "ML": 121,
      "YAP": 122,
      "GEY": 123,
      "DT": 124,
      "GGA": 125,
      "GGHGD": 126,
      "GSA": 127,
      "KE": 128,
      "ND": 129,
      "PI": 130,
      "GKAL": 131,
      "EIV": 132,
      "TS": 133,
      "HA": 134,
      "PQ": 135,
      "PLD": 136,
      "EF": 137,
      "MT": 138,
      "PK": 139,
      "MK": 140,
      "PC": 141,
      "PD": 142,
      "ED": 143,
      "EN": 144,
      "FL": 145,
      "FD": 146,
      "ES": 147,
      "TQ": 148,
      "TV": 149,
      "VGA": 150,
      "MR": 151,
      "RKPGMSR": 152,
      "GVA": 153,
      "GMA": 154,
      "KN": 155,
      "FI": 156,
      "GQI": 157,
      "DR": 158,
      "ALL": 159,
      "NTN": 160,
      "EV": 161,
      "MI": 162,
      "HS": 163,
      "PLL": 164,
      "GVLD": 165,
      "HL": 166,
      "NV": 167,
      "TK": 168,
      "TMV": 169,
      "FS": 170,
      "SAR": 171,
      "YV": 172,
      "GGI": 173,
      "FK": 174,
      "TD": 175,
      "PE": 176,
      "QK": 177,
      "QL": 178,
      "SE": 179,
      "WGN": 180,
      "NI": 181,
      "SSAA": 182,
      "RL": 183,
      "DVV": 184,
      "NAA": 185,
      "SI": 186,
      "GW": 187,
      "RA": 188,
      "DQ": 189,
      "SSAASAA": 190,
      "SK": 191,
      "CI": 192,
      "GTN": 193,
      "DW": 194,
      "CAF": 195,
      "GVPV": 196,
      "VVGN": 197,
      "KTGSA": 198,
      "IF": 199,
      "VLGGHGD": 200,
      "GH": 201,
      "PN": 202,
      "GIA": 203,
      "TNPLD": 204,
      "PDL": 205,
      "LDH": 206,
      "AAA": 207,
      "ET": 208,
      "VQ": 209,
      "PANTN": 210,
      "GMAGVLD": 211,
      "VTGAA": 212,
      "DDLL": 213,
      "GAGN": 214,
      "ALI": 215,
      "GLL": 216,
      "PS": 217,
      "ELD": 218,
      "EGL": 219,
      "LDHNR": 220,
      "GIP": 221,
      "IE": 222,
      "PM": 223,
      "GSY": 224,
      "NK": 225,
      "QS": 226,
      "EVV": 227,
      "EEL": 228,
      "GKALD": 229,
      "TF": 230,
      "VD": 231,
      "IAS": 232,
      "YR": 233,
      "GGAEIV": 234,
      "VVGNPANTN": 235,
      "CL": 236,
      "VGAT": 237,
      "GAAII": 238,
      "ALD": 239,
      "TI": 240,
      "RPR": 241,
      "VTGAAGQI": 242,
      "VF": 243,
      "GLP": 244,
      "ALLV": 245,
      "CAFPLL": 246,
      "RKPGMSRDDLL": 247,
      "YD": 248,
      "WGNH": 249,
      "SDGSY": 250,
      "TP": 251,
      "VE": 252,
      "KEL": 253,
      "FTA": 254,
      "AMV": 255,
      "VVL": 256,
      "VVI": 257,
      "RD": 258,
      "AAL": 259,
      "GKA": 260,
      "GP": 261,
      "SH": 262,
      "TLA": 263,
      "TY": 264,
      "MQ": 265,
      "ALK": 266,
      "FRIAS": 267,
      "TVA": 268,
      "MD": 269,
      "EKA": 270,
      "MN": 271,
      "ELL": 272,
      "GTSA": 273,
      "VLVVGNPANTN": 274,
      "IT": 275,
      "GC": 276,
      "DDL": 277,
      "TAR": 278,
      "LLEI": 279,
      "FV": 280,
      "KV": 281,
      "GLD": 282,
      "EGEY": 283,
      "SNPLD": 284,
      "PNA": 285,
      "IDH": 286,
      "TMVPL": 287,
      "YYAP": 288,
      "PCAA": 289,
      "NGI": 290,
      "GMAGVLDSAR": 291,
      "SSAASAANAA": 292,
      "IVTA": 293,
      "IDA": 294,
      "TNA": 295,
      "ALA": 296,
      "SY": 297,
      "RGA": 298,
      "IAA": 299,
      "NGV": 300,
      "GTSAW": 301,
      "PVT": 302,
      "SVA": 303,
      "IR": 304,
      "FVLGGHGD": 305,
      "SVE": 306,
      "EGV": 307,
      "MEL": 308,
      "GGV": 309,
      "NAGI": 310,
      "IK": 311,
      "FLA": 312,
      "KIT": 313,
      "RKPGMTR": 314,
      "LDA": 315,
      "GAGNVGAT": 316,
      "DY": 317,
      "MF": 318,
      "GMER": 319,
      "FVI": 320,
      "MTR": 321,
      "LI": 322,
      "GTSAWYAP": 323,
      "PVR": 324,
      "PVIL": 325,
      "WL": 326,
      "YAD": 327,
      "GTA": 328,
      "GPGM": 329,
      "TQY": 330,
      "GGGE": 331,
      "IVV": 332,
      "IQ": 333,
      "GPGMER": 334,
      "GARPR": 335,
      "PDV": 336,
      "EGI": 337,
      "EY": 338,
      "WGNHSA": 339,
      "MS": 340,
      "MVPL": 341,
      "PDA": 342,
      "IS": 343,
      "ELA": 344,
      "GGTLA": 345,
      "TNPLDAMV": 346,
      "GLA": 347,
      "SSF": 348,
      "GGGEIV": 349,
      "IN": 350,
      "VTVV": 351,
      "RR": 352,
      "VAVTGAAGQI": 353,
      "ELDD": 354,
      "QRTR": 355,
      "NLK": 356,
      "FT": 357,
      "MAEA": 358,
      "FVICI": 359,
      "QQ": 360,
      "EAL": 361,
      "WAL": 362,
      "VITS": 363,
      "RKPGMSRDDL": 364,
      "VN": 365,
      "EGF": 366,
      "AAR": 367,
      "KTGSAF": 368,
      "KQ": 369,
      "KS": 370,
      "GLI": 371,
      "TAN": 372,
      "IP": 373,
      "DLL": 374,
      "FN": 375,
      "KKR": 376,
      "GDW": 377,
      "YC": 378,
      "KSV": 379,
      "KIALI": 380,
      "DIKE": 381,
      "EER": 382,
      "YSLL": 383,
      "ALLVGARPR": 384,
      "MVEA": 385,
      "YAPA": 386,
      "PKNR": 387,
      "TAGS": 388,
      "EKL": 389,
      "QD": 390,
      "GQY": 391,
      "RGL": 392,
      "GYALL": 393,
      "AAS": 394,
      "GQA": 395,
      "PRK": 396,
      "IAQ": 397,
      "PVILQ": 398,
      "GTSAWYAPGAA": 399,
      "KDLL": 400,
      "SSR": 401,
      "PDI": 402,
      "HK": 403,
      "GAAIIEA": 404,
      "SSAASAANAAIDH": 405,
      "PP": 406,
      "CK": 407,
      "QGL": 408,
      "MM": 409,
      "NGK": 410,
      "GILD": 411,
      "SVK": 412,
      "SDVV": 413,
      "FVICITNPLDAMV": 414,
      "KH": 415,
      "FIPT": 416,
      "EH": 417,
      "DVR": 418,
      "DGGAEIV": 419,
      "GGATL": 420,
      "WGNHS": 421,
      "WGNHSATQY": 422,
      "SNPM": 423,
      "DS": 424,
      "RN": 425,
      "GLK": 426,
      "YSTVA": 427,
      "KIV": 428,
      "TND": 429,
      "DIV": 430,
      "QGKAL": 431,
      "EELI": 432,
      "SM": 433,
      "CV": 434,
      "GMAGVLDSARFR": 435,
      "TGA": 436,
      "NAGIVK": 437,
      "TRK": 438,
      "IVL": 439,
      "FVICITNPLDAMVWAL": 440,
      "SNPMDT": 441,
      "GMGG": 442,
      "QRTRDGGAEIV": 443,
      "QKR": 444,
      "KTGSAYYAP": 445,
      "NLL": 446,
      "GINLK": 447,
      "RKPGMTREELI": 448,
      "KY": 449,
      "ELDDCAFPLL": 450,
      "DVTA": 451,
      "ELGD": 452,
      "QV": 453,
      "GIPL": 454,
      "LDHNRAL": 455,
      "EP": 456,
      "TRN": 457,
      "KELGD": 458,
      "LDHNRA": 459,
      "MGW": 460,
      "GADV": 461,
      "EAA": 462,
      "MTY": 463,
      "FSR": 464,
      "ST": 465,
      "GVPT": 466,
      "GLV": 467,
      "GFA": 468,
      "GFD": 469,
      "GYALLFRIAS": 470,
      "MAES": 471,
      "EGM": 472,
      "GVPA": 473,
      "HF": 474,
      "GMAGILD": 475,
      "EM": 476,
      "ALIA": 477,
      "SF": 478,
      "EW": 479,
      "SGV": 480,
      "ILKD": 481,
      "YLKD": 482,
      "GDLL": 483,
      "GSN": 484,
      "DQPVILQ": 485,
      "DVK": 486,
      "GGTLAHL": 487,
      "QLA": 488,
      "VAKR": 489,
      "TNPV": 490,
      "TMVPLPR": 491,
      "GKR": 492,
      "RKPGMSRDDLLGINLK": 493,
      "EKIV": 494,
      "GMI": 495,
      "RF": 496,
      "IVTAGVP": 497,
      "EDLL": 498,
      "NW": 499,
      "MY": 500,
      "SLL": 501,
      "NQ": 502,
      "WGNHSPT": 503,
      "EVA": 504,
      "FGV": 505,
      "KGV": 506,
      "HR": 507,
      "ELV": 508,
      "SDV": 509,
      "GYSLL": 510,
      "FTAMTR": 511,
      "TAA": 512,
      "DVTAFVLGGHGD": 513,
      "AR": 514,
      "KYS": 515,
      "EII": 516,
      "YTT": 517,
      "AY": 518,
      "GID": 519,
      "SGF": 520,
      "MLGK": 521,
      "FDIA": 522,
      "TGL": 523,
      "AAE": 524,
      "IM": 525,
      "GVPC": 526,
      "GMGGALD": 527,
      "EKII": 528,
      "NY": 529,
      "SVI": 530,
      "AAD": 531,
      "MAV": 532,
      "SGA": 533,
      "IAMK": 534,
      "SDGSYGI": 535,
      "TAD": 536,
      "KGKALD": 537,
      "RKPGMSRDDLLGINLKVM": 538,
      "FVA": 539,
      "YLEGEY": 540,
      "GAGA": 541,
      "IVI": 542,
      "GAL": 543,
      "NS": 544,
      "ELR": 545,
      "MLR": 546,
      "IITA": 547,
      "PAL": 548,
      "TRL": 549,
      "ERL": 550,
      "TW": 551,
      "FKDA": 552,
      "ALLVGARPRGPGMER": 553,
      "PLA": 554,
      "NGEY": 555,
      "GAGNVGATCA": 556,
      "VVA": 557,
      "SDL": 558,
      "TSA": 559,
      "GIPRKPGMTREELI": 560,
      "QI": 561,
      "SDI": 562,
      "SVR": 563,
      "VGKR": 564,
      "DMVPL": 565,
      "PQGKALD": 566,
      "GVPVKL": 567,
      "RGASSAASAA": 568,
      "LLD": 569,
      "GEGI": 570,
      "EAN": 571,
      "PAA": 572,
      "SVQ": 573,
      "KKA": 574,
      "LE": 575,
      "TDD": 576,
      "TE": 577,
      "VLPCAA": 578,
      "DEF": 579,
      "AALD": 580,
      "LDHNRALSQ": 581,
      "EGKA": 582,
      "ADLL": 583,
      "HGD": 584,
      "HLL": 585,
      "GPD": 586,
      "DAVK": 587,
      "MLGKDQPVILQ": 588,
      "GGHGDTT": 589,
      "SSA": 590,
      "KLL": 591,
      "IND": 592,
      "PCNTN": 593,
      "TGF": 594,
      "VH": 595,
      "DAVR": 596,
      "GGHGDTTMI": 597,
      "VTM": 598,
      "LN": 599,
      "AGM": 600,
      "TAL": 601,
      "MTI": 602,
      "MLD": 603,
      "MRDW": 604,
      "GPV": 605,
      "LLDIKE": 606,
      "GII": 607,
      "VAA": 608,
      "MKVTVV": 609,
      "ERVI": 610,
      "SGL": 611,
      "PF": 612,
      "GVD": 613,
      "VC": 614,
      "YSK": 615,
      "VLVVGNPANTNAY": 616,
      "MVL": 617,
      "VITSGIPRKPGMTREELI": 618,
      "GAGQI": 619,
      "NVK": 620,
      "GKALDI": 621,
      "SDGSYGVP": 622,
      "GAGGV": 623,
      "PVRVAVTGAAGQI": 624,
      "NRA": 625,
      "GEL": 626,
      "EEK": 627,
      "EDCAFPLL": 628,
      "AASA": 629,
      "FIA": 630,
      "VITA": 631,
      "IIIVV": 632,
      "VVE": 633,
      "DGV": 634,
      "MTYL": 635,
      "TIL": 636,
      "KDI": 637,
      "GSAYYAP": 638,
      "EIA": 639,
      "QRTRDGGAEIVGLL": 640,
      "FTAMLR": 641,
      "IVER": 642,
      "PQA": 643,
      "MDL": 644,
      "EGA": 645,
      "SNPLDVM": 646,
      "IAMKSA": 647,
      "KGL": 648,
      "WVTM": 649,
      "GVPVVI": 650,
      "ALV": 651,
      "GKNGI": 652,
      "TRKGGGEIV": 653,
      "VVGNPCNTN": 654,
      "MAR": 655,
      "MGGHGD": 656,
      "PH": 657,
      "GKALDL": 658,
      "TTQ": 659,
      "IIGMGGALD": 660,
      "ESA": 661,
      "GSAF": 662,
      "WA": 663,
      "GRA": 664,
      "III": 665,
      "GGHGDTTMIPL": 666,
      "EGLI": 667,
      "KTGSAFYAP": 668,
      "LS": 669,
      "SAAA": 670,
      "GKNGV": 671,
      "RGLSSAASAANAAIDH": 672,
      "NP": 673,
      "YI": 674,
      "LAQ": 675,
      "GFDA": 676,
      "SVT": 677,
      "VVITA": 678,
      "GEA": 679,
      "GADVC": 680,
      "YSTVAGIPL": 681,
      "LT": 682,
      "YE": 683,
      "GIPV": 684,
      "FHA": 685,
      "PCA": 686,
      "QGLEI": 687,
      "ALR": 688,
      "VVV": 689,
      "TTD": 690,
      "NC": 691,
      "MQTA": 692,
      "VMEL": 693,
      "GEQ": 694,
      "TREDLL": 695,
      "KITVV": 696,
      "DGI": 697,
      "LAA": 698,
      "TTA": 699
    },
    "merges": [
      "A A",
      "G V",
      "A L",
      "G A",
      "V V",
      "L L",
      "G I",
      "L D",
      "I V",
      "S A",
      "G L",
      "E L",
      "G G",
      "T A",
      "V A",
      "G M",
      "I A",
      "G K",
      "P V",
      "I I",
      "T N",
      "L A",
      "E K",
      "E R",
      "E A",
      "G D",
      "S V",
      "D A",
      "D V",
      "G E",
      "P A",
      "D I",
      "G S",
      "D L",
      "N A",
      "R K",
      "M V",
      "V I",
      "V L",
      "G Q",
      "G N",
      "T R",
      "G F",
      "S R",
      "Y A",
      "V T",
      "I L",
      "M A",
      "P L",
      "V K",
      "G T",
      "S S",
      "K K",
      "E I",
      "G AA",
      "T T",
      "S D",
      "K D",
      "K A",
      "P GM",
      "L V",
      "P R",
      "Y S",
      "K I",
      "C A",
      "P T",
      "E E",
      "Y L",
      "S N",
      "K T",
      "F R",
      "K L",
      "GG H",
      "N R",
      "Q A",
      "V S",
      "I D",
      "V R",
      "T L",
      "GV P",
      "G R",
      "S AA",
      "RK PGM",
      "S L",
      "F A",
      "G Y",
      "V M",
      "E Q",
      "S Q",
      "D D",
      "K R",
      "N L",
      "Q R",
      "M L",
      "YA P",
      "GE Y",
      "D T",
      "G GA",
      "GGH GD",
      "G SA",
      "K E",
      "N D",
      "P I",
      "GK AL",
      "E IV",
      "T S",
      "H A",
      "P Q",
      "P LD",
      "E F",
      "M T",
      "P K",
      "M K",
      "P C",
      "P D",
      "E D",
      "E N",
      "F L",
      "F D",
      "E S",
      "T Q",
      "T V",
      "V GA",
      "M R",
      "RKPGM SR",
      "GV A",
      "GM A",
      "K N",
      "F I",
      "GQ I",
      "D R",
      "AL L",
      "N TN",
      "E V",
      "M I",
      "H S",
      "P LL",
      "GV LD",
      "H L",
      "N V",
      "T K",
      "T MV",
      "F S",
      "SA R",
      "Y V",
      "G GI",
      "F K",
      "T D",
      "P E",
      "Q K",
      "Q L",
      "S E",
      "W GN",
      "N I",
      "SS AA",
      "R L",
      "D VV",
      "N AA",
      "S I",
      "G W",
      "R A",
      "D Q",
      "SSAA SAA",
      "S K",
      "C I",
      "G TN",
      "D W",
      "CA F",
      "GV PV",
      "VV GN",
      "KT GSA",
      "I F",
      "VL GGHGD",
      "G H",
      "P N",
      "GI A",
      "TN PLD",
      "P DL",
      "LD H",
      "AA A",
      "E T",
      "V Q",
      "PA NTN",
      "GMA GVLD",
      "VT GAA",
      "DD LL",
      "GA GN",
      "AL I",
      "G LL",
      "P S",
      "E LD",
      "E GL",
      "LDH NR",
      "GI P",
      "I E",
      "P M",
      "GS Y",
      "N K",
      "Q S",
      "E VV",
      "E EL",
      "GKAL D",
      "T F",
      "V D",
      "IA S",
      "Y R",
      "GGA EIV",
      "VVGN PANTN",
      "C L",
      "VGA T",
      "GAA II",
      "AL D",
      "T I",
      "R PR",
      "VTGAA GQI",
      "V F",
      "GL P",
      "AL LV",
      "CAF PLL",
      "RKPGMSR DDLL",
      "Y D",
      "WGN H",
      "SD GSY",
      "T P",
      "V E",
      "K EL",
      "F TA",
      "A MV",
      "VV L",
      "VV I",
      "R D",
      "AA L",
      "GK A",
      "G P",
      "S H",
      "T LA",
      "T Y",
      "M Q",
      "AL K",
      "FR IAS",
      "T VA",
      "M D",
      "EK A",
      "M N",
      "E LL",
      "GT SA",
      "VL VVGNPANTN",
      "I T",
      "G C",
      "D DL",
      "TA R",
      "LL EI",
      "F V",
      "K V",
      "G LD",
      "E GEY",
      "SN PLD",
      "P NA",
      "ID H",
      "TMV PL",
      "Y YAP",
      "PC AA",
      "N GI",
      "GMAGVLD SAR",
      "SSAASAA NAA",
      "IV TA",
      "I DA",
      "TN A",
      "AL A",
      "S Y",
      "R GA",
      "I AA",
      "N GV",
      "GTSA W",
      "PV T",
      "S VA",
      "I R",
      "F VLGGHGD",
      "SV E",
      "E GV",
      "M EL",
      "G GV",
      "NA GI",
      "I K",
      "F LA",
      "KI T",
      "RKPGM TR",
      "LD A",
      "GAGN VGAT",
      "D Y",
      "M F",
      "GM ER",
      "F VI",
      "M TR",
      "L I",
      "GTSAW YAP",
      "PV R",
      "PV IL",
      "W L",
      "YA D",
      "G TA",
      "G PGM",
      "TQ Y",
      "GG GE",
      "I VV",
      "I Q",
      "GPGM ER",
      "GA RPR",
      "P DV",
      "E GI",
      "E Y",
      "WGNH SA",
      "M S",
      "MV PL",
      "P DA",
      "I S",
      "EL A",
      "GG TLA",
      "TNPLD AMV",
      "GL A",
      "SS F",
      "GGGE IV",
      "I N",
      "VT VV",
      "R R",
      "VA VTGAAGQI",
      "ELD D",
      "QR TR",
      "NL K",
      "F T",
      "MA EA",
      "FVI CI",
      "Q Q",
      "E AL",
      "W AL",
      "VI TS",
      "RKPGMSR DDL",
      "V N",
      "E GF",
      "AA R",
      "KTGSA F",
      "K Q",
      "K S",
      "GL I",
      "TA N",
      "I P",
      "D LL",
      "F N",
      "KK R",
      "GD W",
      "Y C",
      "K SV",
      "KI ALI",
      "DI KE",
      "E ER",
      "YS LL",
      "ALLV GARPR",
      "MV EA",
      "YA PA",
      "PK NR",
      "TA GS",
      "EK L",
      "Q D",
      "GQ Y",
      "R GL",
      "GY ALL",
      "AA S",
      "GQ A",
      "P RK",
      "IA Q",
      "PVIL Q",
      "GTSAWYAP GAA",
      "KD LL",
      "S SR",
      "P DI",
      "H K",
      "GAAII EA",
      "SSAASAANAA IDH",
      "P P",
      "C K",
      "Q GL",
      "M M",
      "N GK",
      "GI LD",
      "SV K",
      "SD VV",
      "FVICI TNPLDAMV",
      "K H",
      "FI PT",
      "E H",
      "DV R",
      "D GGAEIV",
      "GGA TL",
      "WGN HS",
      "WGNHSA TQY",
      "SN PM",
      "D S",
      "R N",
      "GL K",
      "YS TVA",
      "K IV",
      "TN D",
      "D IV",
      "Q GKAL",
      "EEL I",
      "S M",
      "C V",
      "GMAGVLDSAR FR",
      "T GA",
      "NAGI VK",
      "T RK",
      "IV L",
      "FVICITNPLDAMV WAL",
      "SNPM DT",
      "GM GG",
      "QRTR DGGAEIV",
      "Q KR",
      "KTGSA YYAP",
      "N LL",
      "GI NLK",
      "RKPGMTR EELI",
      "K Y",
      "ELDD CAFPLL",
      "DV TA",
      "EL GD",
      "Q V",
      "GI PL",
      "LDHNR AL",
      "E P",
      "TR N",
      "KEL GD",
      "LDHNR A",
      "M GW",
      "GA DV",
      "E AA",
      "MT Y",
      "F SR",
      "S T",
      "GV PT",
      "GL V",
      "GF A",
      "GF D",
      "GYALL FRIAS",
      "MA ES",
      "E GM",
      "GV PA",
      "H F",
      "GMA GILD",
      "E M",
      "AL IA",
      "S F",
      "E W",
      "S GV",
      "IL KD",
      "YL KD",
      "GD LL",
      "GS N",
      "DQ PVILQ",
      "DV K",
      "GGTLA HL",
      "Q LA",
      "VA KR",
      "TN PV",
      "TMVPL PR",
      "GK R",
      "RKPGMSRDDLL GINLK",
      "EK IV",
      "GM I",
      "R F",
      "IVTA GVP",
      "ED LL",
      "N W",
      "M Y",
      "S LL",
      "N Q",
      "WGNHS PT",
      "E VA",
      "F GV",
      "K GV",
      "H R",
      "EL V",
      "S DV",
      "G YSLL",
      "FTA MTR",
      "T AA",
      "DVTA FVLGGHGD",
      "A R",
      "K YS",
      "E II",
      "Y TT",
      "A Y",
      "GI D",
      "S GF",
      "ML GK",
      "FD IA",
      "T GL",
      "AA E",
      "I M",
      "GVP C",
      "GMGG ALD",
      "EK II",
      "N Y",
      "SV I",
      "AA D",
      "MA V",
      "S GA",
      "IA MK",
      "SDGSY GI",
      "TA D",
      "K GKALD",
      "RKPGMSRDDLLGINLK VM",
      "F VA",
      "YL EGEY",
      "GA GA",
      "IV I",
      "G AL",
      "N S",
      "EL R",
      "ML R",
      "II TA",
      "P AL",
      "TR L",
      "ER L",
      "T W",
      "FK DA",
      "ALLVGARPR GPGMER",
      "P LA",
      "N GEY",
      "GAGNVGAT CA",
      "VV A",
      "S DL",
      "T SA",
      "GIP RKPGMTREELI",
      "Q I",
      "S DI",
      "SV R",
      "V GKR",
      "D MVPL",
      "PQ GKALD",
      "GVPV KL",
      "RGA SSAASAA",
      "LL D",
      "GE GI",
      "EA N",
      "P AA",
      "SV Q",
      "KK A",
      "L E",
      "T DD",
      "T E",
      "VL PCAA",
      "D EF",
      "AA LD",
      "LDHNRAL SQ",
      "E GKA",
      "A DLL",
      "H GD",
      "H LL",
      "G PD",
      "DA VK",
      "MLGK DQPVILQ",
      "GGHGD TT",
      "S SA",
      "K LL",
      "I ND",
      "PC NTN",
      "T GF",
      "V H",
      "DA VR",
      "GGHGDTT MI",
      "VT M",
      "L N",
      "A GM",
      "T AL",
      "MT I",
      "M LD",
      "MR DW",
      "G PV",
      "LL DIKE",
      "GI I",
      "V AA",
      "MK VTVV",
      "ER VI",
      "S GL",
      "P F",
      "GV D",
      "V C",
      "YS K",
      "VLVVGNPANTN AY",
      "MV L",
      "VITS GIPRKPGMTREELI",
      "GA GQI",
      "N VK",
      "GKAL DI",
      "SDGSY GVP",
      "GA GGV",
      "PVR VAVTGAAGQI",
      "NR A",
      "G EL",
      "E EK",
      "ED CAFPLL",
      "AA SA",
      "F IA",
      "VI TA",
      "II IVV",
      "VV E",
      "D GV",
      "MT YL",
      "T IL",
      "K DI",
      "GSA YYAP",
      "E IA",
      "QRTRDGGAEIV GLL",
      "FTA MLR",
      "IV ER",
      "P QA",
      "M DL",
      "E GA",
      "SNPLD VM",
      "IAMK SA",
      "K GL",
      "W VTM",
      "GVP VVI",
      "AL V",
      "GK NGI",
      "TRK GGGEIV",
      "VVGN PCNTN",
      "MA R",
      "M GGHGD",
      "P H",
      "GKAL DL",
      "TT Q",
      "II GMGGALD",
      "E SA",
      "GSA F",
      "W A",
      "GR A",
      "II I",
      "GGHGDTTMI PL",
      "EGL I",
      "KTGSAF YAP",
      "L S",
      "SAA A",
      "GK NGV",
      "RGL SSAASAANAAIDH",
      "N P",
      "Y I",
      "LA Q",
      "GF DA",
      "SV T",
      "VVI TA",
      "G EA",
      "GADV C",
      "YSTVA GIPL",
      "L T",
      "Y E",
      "GI PV",
      "F HA",
      "P CA",
      "QGL EI",
      "AL R",
      "VV V",
      "TT D",
      "N C",
      "MQ TA",
      "VM EL",
      "GE Q",
      "TR EDLL",
      "KIT VV",
      "D GI",
      "L AA",
      "T TA"
    ]
  }
}