{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[BOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[BOS]": {
        "id": "[BOS]",
        "ids": [
          5
        ],
        "tokens": [
          "[BOS]"
        ]
      },
      "[EOS]": {
        "id": "[EOS]",
        "ids": [
          6
        ],
        "tokens": [
          "[EOS]"
        ]
      }
    }
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "[BOS]": 5,
      "[EOS]": 6,
      "*": 7,
      "A": 8,
      "C": 9,
      "D": 10,
      "E": 11,
      "F": 12,
      "G": 13,
      "H": 14,
      "I": 15,
      "K": 16,
      "L": 17,
      "M": 18,
      "N": 19,
      "P": 20,
      "Q": 21,
      "R": 22,
      "S": 23,
      "T": 24,
      "V": 25,
      "W": 26,
      "X": 27,
      "Y": 28,
      "SS": 29,
      "LL": 30,
      "SL": 31,
      "KK": 32,
      "EE": 33,
      "IL": 34,
      "KL": 35,
      "VL": 36,
      "ST": 37,
      "EL": 38,
      "SN": 39,
      "SK": 40,
      "AL": 41,
      "DL": 42,
      "SI": 43,
      "TL": 44,
      "SG": 45,
      "NL": 46,
      "SV": 47,
      "FL": 48,
      "RL": 49,
      "DD": 50,
      "GL": 51,
      "SA": 52,
      "EK": 53,
      "NN": 54,
      "PL": 55,
      "QL": 56,
      "TT": 57,
      "SR": 58,
      "EI": 59,
      "AA": 60,
      "SD": 61,
      "VV": 62,
      "EN": 63,
      "GI": 64,
      "SF": 65,
      "ED": 66,
      "KR": 67,
      "SP": 68,
      "KI": 69,
      "YL": 70,
      "SQ": 71,
      "VI": 72,
      "TI": 73,
      "KN": 74,
      "GG": 75,
      "ER": 76,
      "DI": 77,
      "VA": 78,
      "FI": 79,
      "ET": 80,
      "AI": 81,
      "RR": 82,
      "QQ": 83,
      "KD": 84,
      "PI": 85,
      "NI": 86,
      "EA": 87,
      "KT": 88,
      "VT": 89,
      "VD": 90,
      "RI": 91,
      "VP": 92,
      "VG": 93,
      "VN": 94,
      "HL": 95,
      "AT": 96,
      "EG": 97,
      "FG": 98,
      "EQ": 99,
      "SY": 100,
      "VR": 101,
      "ND": 102,
      "KP": 103,
      "FD": 104,
      "AG": 105,
      "FT": 106,
      "NG": 107,
      "KQ": 108,
      "KG": 109,
      "EY": 110,
      "KA": 111,
      "PT": 112,
      "FF": 113,
      "KY": 114,
      "NT": 115,
      "SM": 116,
      "SE": 117,
      "QI": 118,
      "PP": 119,
      "RT": 120,
      "SH": 121,
      "CL": 122,
      "KF": 123,
      "RN": 124,
      "VQ": 125,
      "ML": 126,
      "RG": 127,
      "RD": 128,
      "YI": 129,
      "VF": 130,
      "EF": 131,
      "AD": 132,
      "AN": 133,
      "EP": 134,
      "VY": 135,
      "GT": 136,
      "VK": 137,
      "QT": 138,
      "PD": 139,
      "YD": 140,
      "FN": 141,
      "QD": 142,
      "AR": 143,
      "II": 144,
      "PN": 145,
      "KE": 146,
      "GD": 147,
      "QN": 148,
      "AP": 149,
      "TD": 150,
      "HI": 151,
      "SC": 152,
      "QG": 153,
      "VE": 154,
      "MI": 155,
      "YG": 156,
      "AQ": 157,
      "AF": 158,
      "YT": 159,
      "WL": 160,
      "MD": 161,
      "QR": 162,
      "KV": 163,
      "KH": 164,
      "YN": 165,
      "PG": 166,
      "TG": 167,
      "TN": 168,
      "ID": 169,
      "EV": 170,
      "PR": 171,
      "EH": 172,
      "FY": 173,
      "FR": 174,
      "FQ": 175,
      "GN": 176,
      "AK": 177,
      "PQ": 178,
      "GR": 179,
      "MN": 180,
      "PA": 181,
      "FA": 182,
      "SLL": 183,
      "CI": 184,
      "VH": 185,
      "YR": 186,
      "DN": 187,
      "SW": 188,
      "VM": 189,
      "IN": 190,
      "RK": 191,
      "FP": 192,
      "GA": 193,
      "S*": 194,
      "DT": 195,
      "CG": 196,
      "IT": 197,
      "EM": 198,
      "RA": 199,
      "YY": 200,
      "SSL": 201,
      "FK": 202,
      "MT": 203,
      "LLL": 204,
      "MA": 205,
      "DG": 206,
      "IR": 207,
      "HG": 208,
      "AV": 209,
      "HD": 210,
      "YQ": 211,
      "PF": 212,
      "PK": 213,
      "MG": 214,
      "HT": 215,
      "NR": 216,
      "IG": 217,
      "FV": 218,
      "AY": 219,
      "PV": 220,
      "KKL": 221,
      "RQ": 222,
      "NK": 223,
      "NA": 224,
      "PY": 225,
      "PE": 226,
      "FH": 227,
      "TR": 228,
      "TA": 229,
      "QA": 230,
      "**": 231,
      "PH": 232,
      "VC": 233,
      "EEL": 234,
      "TK": 235,
      "SKL": 236,
      "MR": 237,
      "TQ": 238,
      "GK": 239,
      "WI": 240,
      "FE": 241,
      "AH": 242,
      "NY": 243,
      "NV": 244,
      "IK": 245,
      "QK": 246,
      "EC": 247,
      "TP": 248,
      "SIL": 249,
      "RP": 250,
      "NF": 251,
      "SNL": 252,
      "DA": 253,
      "MK": 254,
      "HH": 255,
      "NP": 256,
      "SKK": 257,
      "ELL": 258,
      "RY": 259,
      "QY": 260,
      "IA": 261,
      "R*": 262,
      "EW": 263,
      "TV": 264,
      "IQ": 265,
      "SVL": 266,
      "DY": 267,
      "NQ": 268,
      "SAL": 269,
      "EKL": 270,
      "VW": 271,
      "DP": 272,
      "IP": 273,
      "STL": 274,
      "DF": 275,
      "DK": 276,
      "GY": 277,
      "AM": 278,
      "DR": 279,
      "WR": 280,
      "TF": 281,
      "*L": 282,
      "NH": 283,
      "SST": 284,
      "GQ": 285,
      "ESL": 286,
      "HR": 287,
      "MY": 288,
      "KC": 289,
      "AC": 290,
      "GE": 291,
      "DE": 292,
      "AE": 293,
      "RF": 294,
      "GF": 295,
      "NE": 296,
      "SEL": 297,
      "MF": 298,
      "QF": 299,
      "SFL": 300,
      "SSI": 301,
      "YH": 302,
      "SEE": 303,
      "GV": 304,
      "YF": 305,
      "KW": 306,
      "SGL": 307,
      "SDL": 308,
      "DV": 309,
      "RE": 310,
      "IV": 311,
      "YA": 312,
      "QP": 313,
      "YK": 314,
      "GP": 315,
      "LLN": 316,
      "IH": 317,
      "YP": 318,
      "DQ": 319,
      "IF": 320,
      "SDD": 321,
      "RV": 322,
      "KM": 323,
      "GC": 324,
      "SSSS": 325,
      "RH": 326,
      "TY": 327,
      "MP": 328,
      "KEL": 329,
      "WN": 330,
      "SQL": 331,
      "SSN": 332,
      "GH": 333,
      "SPL": 334,
      "SRL": 335,
      "MV": 336,
      "TH": 337,
      "IE": 338,
      "KLL": 339,
      "MQ": 340,
      "EVL": 341,
      "*T": 342,
      "HQ": 343,
      "HP": 344,
      "QV": 345,
      "FC": 346,
      "RC": 347,
      "HN": 348,
      "SEK": 349,
      "WD": 350,
      "IY": 351,
      "QE": 352,
      "QQQQ": 353,
      "LLD": 354,
      "VSS": 355,
      "SEI": 356,
      "EDD": 357,
      "V*": 358,
      "SLI": 359,
      "WA": 360,
      "HF": 361,
      "SSD": 362,
      "VLL": 363,
      "WG": 364,
      "VSK": 365,
      "TE": 366,
      "CD": 367,
      "HA": 368,
      "SEN": 369,
      "A*": 370,
      "SLT": 371,
      "SED": 372,
      "CC": 373,
      "ME": 374,
      "SYL": 375,
      "*R": 376,
      "KSL": 377,
      "CT": 378,
      "QH": 379,
      "YV": 380,
      "CR": 381,
      "GSL": 382,
      "FM": 383,
      "WT": 384,
      "YE": 385,
      "CN": 386,
      "PSS": 387,
      "KSS": 388,
      "ASS": 389,
      "KIL": 390,
      "CQ": 391,
      "NM": 392,
      "ERL": 393,
      "GM": 394,
      "Q*": 395,
      "EKK": 396,
      "CF": 397,
      "EIL": 398,
      "DH": 399,
      "KFL": 400,
      "RM": 401,
      "ALL": 402,
      "KVL": 403,
      "STT": 404,
      "IC": 405,
      "SET": 406,
      "KAL": 407,
      "PW": 408,
      "KTL": 409,
      "K*": 410,
      "IW": 411,
      "KNL": 412,
      "STD": 413,
      "NC": 414,
      "NLL": 415,
      "EDL": 416,
      "HY": 417,
      "KDL": 418,
      "PM": 419,
      "ETL": 420,
      "PLL": 421,
      "VSL": 422,
      "ESS": 423,
      "WQ": 424,
      "NSS": 425,
      "NLD": 426,
      "FLL": 427,
      "TTT": 428,
      "KST": 429,
      "AW": 430,
      "EED": 431,
      "SER": 432,
      "SEA": 433,
      "ENL": 434,
      "LLT": 435,
      "SKT": 436,
      "YC": 437,
      "SNG": 438,
      "EAL": 439,
      "FW": 440,
      "KKI": 441,
      "CV": 442,
      "SHL": 443,
      "NW": 444,
      "EEI": 445,
      "SKI": 446,
      "SVT": 447,
      "ASL": 448,
      "F*": 449,
      "KRL": 450,
      "PSL": 451,
      "DDD": 452,
      "ENG": 453,
      "VIL": 454,
      "KEK": 455,
      "ESI": 456,
      "CP": 457,
      "KLI": 458,
      "KSI": 459,
      "SNN": 460,
      "STI": 461,
      "YM": 462,
      "SKN": 463,
      "VSR": 464,
      "ELI": 465,
      "MM": 466,
      "VKK": 467,
      "SNI": 468,
      "NNNN": 469,
      "QLL": 470,
      "VGL": 471,
      "VSI": 472,
      "AAA": 473,
      "SSG": 474,
      "SLD": 475,
      "DLN": 476,
      "DLI": 477,
      "SDI": 478,
      "TLL": 479,
      "KEI": 480,
      "RLL": 481,
      "VSV": 482,
      "KSK": 483,
      "ILG": 484,
      "ILD": 485,
      "KEE": 486,
      "AKL": 487,
      "VEK": 488,
      "SEQ": 489,
      "QSL": 490,
      "VKL": 491,
      "SGA": 492,
      "ESR": 493,
      "NSV": 494,
      "GW": 495,
      "ELD": 496,
      "SGT": 497,
      "RSS": 498,
      "CY": 499,
      "VVL": 500,
      "SKD": 501,
      "KQL": 502,
      "EQL": 503,
      "SND": 504,
      "PIL": 505,
      "QM": 506,
      "CA": 507,
      "LLA": 508,
      "SLN": 509,
      "SNT": 510,
      "DLD": 511,
      "VAL": 512,
      "SAT": 513,
      "SLA": 514,
      "SEG": 515,
      "*C": 516,
      "SSA": 517,
      "YLL": 518,
      "NSI": 519,
      "ENI": 520,
      "RW": 521,
      "FEK": 522,
      "HC": 523,
      "KVV": 524,
      "RKL": 525,
      "VLD": 526,
      "MH": 527,
      "FLD": 528,
      "AKK": 529,
      "VEE": 530,
      "SML": 531,
      "VPL": 532,
      "NLI": 533,
      "ILN": 534,
      "SAI": 535,
      "E*": 536,
      "KDI": 537,
      "VGG": 538,
      "GLI": 539,
      "SLY": 540,
      "EDI": 541,
      "QKL": 542,
      "QC": 543,
      "VEL": 544,
      "EEEE": 545,
      "SII": 546,
      "VER": 547,
      "PSQ": 548,
      "RLI": 549,
      "PEL": 550,
      "FNN": 551,
      "KPL": 552,
      "VST": 553,
      "TM": 554,
      "FSS": 555,
      "VDL": 556,
      "LLI": 557,
      "LLG": 558,
      "WP": 559,
      "SIG": 560,
      "RSL": 561,
      "*V": 562,
      "RDL": 563,
      "ILT": 564,
      "KLD": 565,
      "ILA": 566,
      "ALT": 567,
      "KII": 568,
      "WF": 569,
      "EII": 570,
      "TLI": 571,
      "AAI": 572,
      "SEY": 573,
      "SGI": 574,
      "NNN": 575,
      "ILI": 576,
      "EKI": 577,
      "GIT": 578,
      "KLN": 579,
      "ESV": 580,
      "STA": 581,
      "SID": 582,
      "KKQ": 583,
      "FSN": 584,
      "KSV": 585,
      "CH": 586,
      "VLG": 587,
      "ELT": 588,
      "KNI": 589,
      "AGL": 590,
      "SAG": 591,
      "RLT": 592,
      "RGI": 593,
      "*P": 594,
      "RKR": 595,
      "VKR": 596,
      "KGL": 597,
      "EFL": 598,
      "ETI": 599,
      "TLD": 600,
      "YLI": 601,
      "SSP": 602,
      "TLT": 603,
      "SPT": 604,
      "SKY": 605,
      "VLI": 606,
      "WC": 607,
      "DDI": 608,
      "RNL": 609,
      "VLT": 610,
      "SSF": 611,
      "KKN": 612,
      "KKD": 613,
      "SRN": 614,
      "SLP": 615,
      "SGG": 616,
      "KTI": 617,
      "SVG": 618,
      "LLQ": 619,
      "REL": 620,
      "STN": 621,
      "STG": 622,
      "WY": 623,
      "ALD": 624,
      "VPI": 625,
      "END": 626,
      "ENN": 627,
      "GLD": 628,
      "EID": 629,
      "EYL": 630,
      "VED": 631,
      "SFI": 632,
      "SVI": 633,
      "KSN": 634,
      "ALI": 635,
      "GGT": 636,
      "C*": 637,
      "ESD": 638,
      "KKT": 639,
      "EET": 640,
      "EVV": 641,
      "VAG": 642,
      "MSS": 643,
      "YSL": 644,
      "RLR": 645,
      "EAI": 646,
      "VTL": 647,
      "DDDD": 648,
      "VLN": 649,
      "SIT": 650,
      "VSA": 651,
      "VAA": 652,
      "DID": 653,
      "AEL": 654,
      "SRT": 655,
      "VID": 656,
      "STP": 657,
      "QEL": 658,
      "NLG": 659,
      "EGL": 660,
      "VSN": 661,
      "VKN": 662,
      "VSG": 663,
      "GII": 664,
      "SPI": 665,
      "PLI": 666,
      "RKK": 667,
      "VKT": 668,
      "SLG": 669,
      "SSH": 670,
      "NEL": 671,
      "PLD": 672,
      "DII": 673,
      "ESG": 674,
      "VSD": 675,
      "KEN": 676,
      "SQG": 677,
      "KYL": 678,
      "EKG": 679,
      "KRI": 680,
      "NLT": 681,
      "ESF": 682,
      "DLT": 683,
      "*G": 684,
      "NKL": 685,
      "KSA": 686,
      "RIL": 687,
      "AAL": 688,
      "GLM": 689,
      "KER": 690,
      "KSF": 691,
      "ATL": 692,
      "SQI": 693,
      "ASA": 694,
      "KNN": 695,
      "RAL": 696,
      "KVI": 697,
      "QSI": 698,
      "FKK": 699,
      "CM": 700,
      "AST": 701,
      "ESN": 702,
      "EEQ": 703,
      "FER": 704,
      "PC": 705,
      "KLT": 706,
      "PGL": 707,
      "NLN": 708,
      "VKI": 709,
      "VFL": 710,
      "ESK": 711,
      "SRI": 712,
      "KTT": 713,
      "KAI": 714,
      "EYI": 715,
      "LLH": 716,
      "SVD": 717,
      "QW": 718,
      "YW": 719,
      "EVI": 720,
      "VRR": 721,
      "FSK": 722,
      "SAP": 723,
      "RRL": 724,
      "*I": 725,
      "ATT": 726,
      "KLP": 727,
      "NNI": 728,
      "QLI": 729,
      "FLC": 730,
      "NND": 731,
      "NSN": 732,
      "VDD": 733,
      "VLA": 734,
      "NSL": 735,
      "TID": 736,
      "EAA": 737,
      "ILQ": 738,
      "GLG": 739,
      "VNL": 740,
      "KSR": 741,
      "EST": 742,
      "EPL": 743,
      "LLP": 744,
      "TLR": 745,
      "EEN": 746,
      "FLT": 747,
      "ADL": 748,
      "ASK": 749,
      "FSL": 750,
      "SDG": 751,
      "KSG": 752,
      "KVN": 753,
      "VRL": 754,
      "GLT": 755,
      "KED": 756,
      "ETT": 757,
      "QLD": 758,
      "RSR": 759,
      "VSP": 760,
      "VSQ": 761,
      "HLL": 762,
      "NLP": 763,
      "ILP": 764,
      "EKD": 765,
      "RKI": 766,
      "MW": 767,
      "EFI": 768,
      "VSF": 769,
      "FGI": 770,
      "SIN": 771,
      "VVD": 772,
      "NII": 773,
      "FGG": 774,
      "GLA": 775,
      "EVP": 776,
      "QKK": 777,
      "KLR": 778,
      "VTT": 779,
      "VEN": 780,
      "KVP": 781,
      "VLP": 782,
      "KDD": 783,
      "VDI": 784,
      "LLR": 785,
      "PLT": 786,
      "TLP": 787,
      "AAT": 788,
      "SSR": 789,
      "TLN": 790,
      "KEA": 791,
      "PLP": 792,
      "AAG": 793,
      "KDA": 794,
      "KAG": 795,
      "VEP": 796,
      "PID": 797,
      "SDT": 798,
      "SFD": 799,
      "ALN": 800,
      "VND": 801,
      "P*": 802,
      "ESA": 803,
      "RSA": 804,
      "VAI": 805,
      "VFI": 806,
      "WH": 807,
      "ALG": 808,
      "NNT": 809,
      "SGN": 810,
      "FLN": 811,
      "SKG": 812,
      "AEE": 813,
      "EDG": 814,
      "SSQ": 815,
      "AIL": 816,
      "RVV": 817,
      "EVG": 818,
      "AVL": 819,
      "KFI": 820,
      "RGN": 821,
      "EGI": 822,
      "KDG": 823,
      "QQQ": 824,
      "EKN": 825,
      "SIP": 826,
      "KIT": 827,
      "SGD": 828,
      "FSA": 829,
      "KID": 830,
      "TTI": 831,
      "TLG": 832,
      "KAA": 833,
      "VFG": 834,
      "HLI": 835,
      "KEQ": 836,
      "QLT": 837,
      "FDG": 838,
      "VAT": 839,
      "EFG": 840,
      "YSK": 841,
      "KSP": 842,
      "VGI": 843,
      "NNG": 844,
      "VTI": 845,
      "FLI": 846,
      "SLQ": 847,
      "YLD": 848,
      "WVL": 849,
      "VIC": 850,
      "KLG": 851,
      "VET": 852,
      "FRR": 853,
      "FLG": 854,
      "SCL": 855,
      "ERI": 856,
      "FEE": 857,
      "ASV": 858,
      "KET": 859,
      "EKY": 860,
      "VKD": 861,
      "ELN": 862,
      "VKA": 863,
      "VDP": 864,
      "AII": 865,
      "CW": 866,
      "FPL": 867,
      "VEI": 868,
      "HM": 869,
      "VSY": 870,
      "EKT": 871,
      "SLR": 872,
      "SFT": 873,
      "SGR": 874,
      "KNG": 875,
      "TII": 876,
      "FTG": 877,
      "PST": 878,
      "ILR": 879,
      "KGI": 880,
      "VIG": 881,
      "HW": 882,
      "FKL": 883,
      "NID": 884,
      "FVT": 885,
      "NRD": 886,
      "FSV": 887,
      "S**": 888,
      "KKR": 889,
      "VNN": 890,
      "PTG": 891,
      "FNG": 892,
      "QLQ": 893,
      "ENT": 894,
      "KND": 895,
      "ELQ": 896,
      "SFP": 897,
      "HLD": 898,
      "ASI": 899,
      "SDN": 900,
      "TIT": 901,
      "SRD": 902,
      "VGT": 903,
      "FST": 904,
      "EEG": 905,
      "MC": 906,
      "SQD": 907,
      "AKI": 908,
      "FDL": 909,
      "AKR": 910,
      "FID": 911,
      "VVT": 912,
      "FLP": 913,
      "KSM": 914,
      "PII": 915,
      "KTG": 916,
      "*MA": 917,
      "EVT": 918,
      "HLT": 919,
      "SFG": 920,
      "ASN": 921,
      "EVD": 922,
      "MTL": 923,
      "SAD": 924,
      "TTN": 925,
      "VKP": 926,
      "SKP": 927,
      "QLN": 928,
      "SGP": 929,
      "RGL": 930,
      "GGG": 931,
      "APL": 932,
      "VRI": 933,
      "VIT": 934,
      "SPD": 935,
      "KKKK": 936,
      "WW": 937,
      "ETD": 938,
      "SAR": 939,
      "VLQ": 940,
      "GIN": 941,
      "MSL": 942,
      "SKR": 943,
      "KNT": 944,
      "KEG": 945,
      "ALC": 946,
      "VEA": 947,
      "EQI": 948,
      "KSD": 949,
      "GID": 950,
      "RNG": 951,
      "*F": 952,
      "WLL": 953,
      "YSS": 954,
      "NLQ": 955,
      "NTD": 956,
      "YYL": 957,
      "FIT": 958,
      "VNG": 959,
      "VVI": 960,
      "KEY": 961,
      "AEG": 962,
      "AKD": 963,
      "FGL": 964,
      "KLQ": 965,
      "RLG": 966,
      "FED": 967,
      "KVT": 968,
      "SAN": 969,
      "ATG": 970,
      "WFI": 971,
      "VQL": 972,
      "KKG": 973,
      "RLN": 974,
      "MLL": 975,
      "CLG": 976,
      "ANN": 977,
      "SSM": 978,
      "DLP": 979,
      "YTT": 980,
      "DDG": 981,
      "FYL": 982,
      "FIL": 983,
      "KPI": 984,
      "ESQ": 985,
      "EIT": 986,
      "AFI": 987,
      "KSQ": 988,
      "AEK": 989,
      "VVG": 990,
      "FEL": 991,
      "PQQ": 992,
      "VYL": 993,
      "FTL": 994,
      "ESP": 995,
      "QRG": 996,
      "KKY": 997,
      "EVA": 998,
      "ANL": 999,
      "GIP": 1000,
      "FKD": 1001,
      "FQT": 1002,
      "VII": 1003,
      "VNI": 1004,
      "RTL": 1005,
      "AID": 1006,
      "AKP": 1007,
      "RII": 1008,
      "SRG": 1009,
      "NDN": 1010,
      "RIG": 1011,
      "SNP": 1012,
      "STQ": 1013,
      "FEN": 1014,
      "EPI": 1015,
      "ALQ": 1016,
      "W*": 1017,
      "FVL": 1018,
      "EAT": 1019,
      "GIR": 1020,
      "VGD": 1021,
      "ASP": 1022,
      "ERY": 1023,
      "MVT": 1024,
      "FKN": 1025,
      "FFI": 1026,
      "PEE": 1027,
      "PKL": 1028,
      "KVA": 1029,
      "SHI": 1030,
      "RLD": 1031,
      "DLG": 1032,
      "RQQ": 1033,
      "AGQ": 1034,
      "*Y": 1035,
      "AYI": 1036,
      "ALR": 1037,
      "EWL": 1038,
      "HSS": 1039,
      "AQL": 1040,
      "ELG": 1041,
      "PRT": 1042,
      "NIQ": 1043,
      "SLLL": 1044,
      "SVN": 1045,
      "NIT": 1046,
      "MST": 1047,
      "ASG": 1048,
      "EYN": 1049,
      "SKQ": 1050,
      "YLT": 1051,
      "DDT": 1052,
      "TTD": 1053,
      "NGT": 1054,
      "DIT": 1055,
      "TLQ": 1056,
      "PIT": 1057,
      "SQM": 1058,
      "CWL": 1059,
      "EFD": 1060,
      "ASF": 1061,
      "EER": 1062,
      "DIN": 1063,
      "FKI": 1064,
      "RLQ": 1065,
      "VKG": 1066,
      "SSY": 1067,
      "ETG": 1068,
      "DLQ": 1069,
      "PKK": 1070,
      "AVA": 1071,
      "VFD": 1072,
      "KSY": 1073,
      "KRT": 1074,
      "FEI": 1075,
      "VNT": 1076,
      "ASQ": 1077,
      "TIR": 1078,
      "EDT": 1079,
      "SRR": 1080,
      "PLN": 1081,
      "KVD": 1082,
      "AGG": 1083,
      "AIT": 1084,
      "PNL": 1085,
      "SLH": 1086,
      "VIN": 1087,
      "VTG": 1088,
      "VEG": 1089,
      "VKQ": 1090,
      "PTL": 1091,
      "FSI": 1092,
      "MAL": 1093,
      "KVR": 1094,
      "KDT": 1095,
      "VPT": 1096,
      "VTD": 1097,
      "NIN": 1098,
      "FKR": 1099,
      "EISV": 1100,
      "AIG": 1101,
      "FNL": 1102,
      "QIP": 1103,
      "FSG": 1104,
      "PFG": 1105,
      "VAY": 1106,
      "SFN": 1107,
      "SWL": 1108,
      "KTD": 1109,
      "PSI": 1110,
      "YEL": 1111,
      "KIG": 1112,
      "AEA": 1113,
      "FAL": 1114,
      "EIN": 1115,
      "SVP": 1116,
      "MSA": 1117,
      "SPN": 1118,
      "DAL": 1119,
      "MSK": 1120,
      "KFD": 1121,
      "KIN": 1122,
      "NDT": 1123,
      "KLY": 1124,
      "FTN": 1125,
      "ATI": 1126,
      "DDN": 1127,
      "AKA": 1128,
      "FLQ": 1129,
      "VE*P": 1130,
      "FSD": 1131,
      "LLY": 1132,
      "YLN": 1133,
      "HNN": 1134,
      "EGN": 1135,
      "SYI": 1136,
      "VYI": 1137,
      "KQN": 1138,
      "ERD": 1139,
      "PTR": 1140,
      "KRR": 1141,
      "KGT": 1142,
      "VDT": 1143,
      "PSK": 1144,
      "GLN": 1145,
      "VEQ": 1146,
      "GTD": 1147,
      "PIF": 1148,
      "SYD": 1149,
      "VRD": 1150,
      "MKK": 1151,
      "YQT": 1152,
      "YTD": 1153,
      "AAD": 1154,
      "PTD": 1155,
      "RSI": 1156,
      "EGD": 1157,
      "EVN": 1158,
      "RSV": 1159,
      "NTN": 1160,
      "VTN": 1161,
      "FTD": 1162,
      "PSN": 1163,
      "MSD": 1164,
      "PTT": 1165,
      "RSK": 1166,
      "*S*": 1167,
      "AKN": 1168,
      "FIN": 1169,
      "ASR": 1170,
      "EEY": 1171,
      "VMI": 1172,
      "ASD": 1173,
      "FDI": 1174,
      "AIN": 1175,
      "AGT": 1176,
      "*TM": 1177,
      "SQT": 1178,
      "ACL": 1179,
      "AVV": 1180,
      "KEC": 1181,
      "FND": 1182,
      "PSG": 1183,
      "PDL": 1184,
      "SFH": 1185,
      "TIG": 1186,
      "Y*": 1187,
      "PLG": 1188,
      "EDN": 1189,
      "FGD": 1190,
      "SRSS": 1191,
      "VKY": 1192,
      "VDG": 1193,
      "AKT": 1194,
      "FII": 1195,
      "AER": 1196,
      "ILH": 1197,
      "RVL": 1198,
      "VPG": 1199,
      "AEN": 1200,
      "QSS": 1201,
      "VAD": 1202,
      "TIN": 1203,
      "TLW": 1204,
      "KHL": 1205,
      "YKL": 1206,
      "FDD": 1207,
      "MKL": 1208,
      "EAD": 1209,
      "SLC": 1210,
      "EQQ": 1211,
      "ELP": 1212,
      "KRD": 1213,
      "GIH": 1214,
      "EQD": 1215,
      "KQI": 1216,
      "ARL": 1217,
      "KAT": 1218,
      "**L": 1219,
      "AVI": 1220,
      "GGM": 1221,
      "YST": 1222,
      "SCD": 1223,
      "SLW": 1224,
      "PPP": 1225,
      "NGN": 1226,
      "YSN": 1227,
      "KEF": 1228,
      "YKK": 1229,
      "YDL": 1230,
      "ADI": 1231,
      "FFL": 1232,
      "GTG": 1233,
      "KVY": 1234,
      "RRG": 1235,
      "AND": 1236,
      "PSV": 1237,
      "VVN": 1238,
      "RL*": 1239,
      "GGD": 1240,
      "KRN": 1241,
      "RG*": 1242,
      "FAT": 1243,
      "SQN": 1244,
      "ELR": 1245,
      "VAN": 1246,
      "RRR": 1247,
      "FTT": 1248,
      "PVL": 1249,
      "AFL": 1250,
      "VDN": 1251,
      "KYI": 1252,
      "*W": 1253,
      "KPT": 1254,
      "FQL": 1255,
      "AGI": 1256,
      "MSN": 1257,
      "EML": 1258,
      "KQQ": 1259,
      "MSI": 1260,
      "YSI": 1261,
      "KVG": 1262,
      "ESY": 1263,
      "SSST": 1264,
      "AYL": 1265,
      "CPL": 1266,
      "QII": 1267,
      "KVF": 1268,
      "QAL": 1269,
      "KTN": 1270,
      "VEF": 1271,
      "HSL": 1272,
      "MKR": 1273,
      "PQL": 1274,
      "PIR": 1275,
      "ESE": 1276,
      "VQD": 1277,
      "QDL": 1278,
      "AVT": 1279,
      "QQQQQQQQ": 1280,
      "RIR": 1281,
      "VLR": 1282,
      "KFN": 1283,
      "FSP": 1284,
      "FGT": 1285,
      "RRI": 1286,
      "*VG": 1287,
      "QIL": 1288,
      "EIG": 1289,
      "FSF": 1290,
      "AAN": 1291,
      "GGN": 1292,
      "EFF": 1293,
      "YGL": 1294,
      "NIG": 1295,
      "VLC": 1296,
      "TTH": 1297,
      "YKR": 1298,
      "GIG": 1299,
      "KDN": 1300,
      "VYD": 1301,
      "KSE": 1302,
      "ARI": 1303,
      "TTG": 1304,
      "KYG": 1305,
      "ATN": 1306,
      "KFG": 1307,
      "EVQ": 1308,
      "FIG": 1309,
      "ATD": 1310,
      "PQG": 1311,
      "VRT": 1312,
      "ETN": 1313,
      "VSLL": 1314,
      "FSR": 1315,
      "SA*": 1316,
      "SNQ": 1317,
      "TLY": 1318,
      "PPL": 1319,
      "RST": 1320,
      "R*G": 1321,
      "QRL": 1322,
      "WIT": 1323,
      "ALY": 1324,
      "SPG": 1325,
      "QID": 1326,
      "VKF": 1327,
      "FVG": 1328,
      "VFT": 1329,
      "ETQ": 1330,
      "EAG": 1331,
      "PFL": 1332,
      "PVV": 1333,
      "QQL": 1334,
      "MDL": 1335,
      "RLC": 1336,
      "SILL": 1337,
      "FKT": 1338,
      "NGD": 1339,
      "FAI": 1340,
      "KGD": 1341,
      "VSE": 1342,
      "KGG": 1343,
      "WSF": 1344,
      "MRK": 1345,
      "RSN": 1346,
      "SYG": 1347,
      "EHL": 1348,
      "ELY": 1349,
      "AEI": 1350,
      "*H": 1351,
      "AVD": 1352,
      "RRN": 1353,
      "ADD": 1354,
      "KTSS": 1355,
      "AED": 1356,
      "RGH": 1357,
      "S*L": 1358,
      "PSA": 1359,
      "FAA": 1360,
      "EPT": 1361,
      "MGL": 1362,
      "QLG": 1363,
      "FSQ": 1364,
      "PAL": 1365,
      "KRG": 1366,
      "RDI": 1367,
      "PSP": 1368,
      "EGT": 1369,
      "FTH": 1370,
      "NDG": 1371,
      "VPD": 1372,
      "EYD": 1373,
      "QNL": 1374,
      "YHI": 1375,
      "SMI": 1376,
      "QVL": 1377,
      "KAN": 1378,
      "FNI": 1379,
      "RER": 1380,
      "QEI": 1381,
      "KML": 1382,
      "FFT": 1383,
      "MVA": 1384,
      "RKN": 1385,
      "VFN": 1386,
      "CDN": 1387,
      "VHL": 1388,
      "KVW": 1389,
      "ANG": 1390,
      "AKQ": 1391,
      "FAG": 1392,
      "PKI": 1393,
      "EVR": 1394,
      "RRT": 1395,
      "API": 1396,
      "KFT": 1397,
      "MEK": 1398,
      "APP": 1399,
      "MSG": 1400,
      "NTG": 1401,
      "SCN": 1402,
      "*GL": 1403,
      "AKY": 1404,
      "MVL": 1405,
      "MSR": 1406,
      "MSQ": 1407,
      "ILY": 1408,
      "EVY": 1409,
      "SASA": 1410,
      "EGG": 1411,
      "KFF": 1412,
      "FKP": 1413,
      "EAN": 1414,
      "RQL": 1415,
      "QHL": 1416,
      "GDG": 1417,
      "RFL": 1418,
      "KSFL": 1419,
      "YGT": 1420,
      "PEN": 1421,
      "FDT": 1422,
      "SYT": 1423,
      "EYC": 1424,
      "KHI": 1425,
      "MEL": 1426,
      "PLQ": 1427,
      "KAD": 1428,
      "FFW": 1429,
      "KYD": 1430,
      "ANI": 1431,
      "PLH": 1432,
      "FVD": 1433,
      "KKH": 1434,
      "NRT": 1435,
      "KLH": 1436,
      "PDG": 1437,
      "FVP": 1438,
      "YEK": 1439,
      "SLRL": 1440,
      "FVV": 1441,
      "WEL": 1442,
      "REE": 1443,
      "SQSV": 1444,
      "PTN": 1445,
      "*Q": 1446,
      "NNW": 1447,
      "PQI": 1448,
      "ILEL": 1449,
      "REK": 1450,
      "VRG": 1451,
      "FET": 1452,
      "ADT": 1453,
      "E**": 1454,
      "YDD": 1455,
      "PEK": 1456,
      "VISL": 1457,
      "ARR": 1458,
      "RSG": 1459,
      "FKG": 1460,
      "RIT": 1461,
      "SSSA": 1462,
      "PEI": 1463,
      "KSH": 1464,
      "SPQ": 1465,
      "AVG": 1466,
      "AET": 1467,
      "CLL": 1468,
      "SSSN": 1469,
      "VL*": 1470,
      "EFN": 1471,
      "PSD": 1472,
      "MIL": 1473,
      "ANT": 1474,
      "EFT": 1475,
      "VQQ": 1476,
      "KRIR": 1477,
      "YEE": 1478,
      "REI": 1479,
      "EDED": 1480,
      "KVK": 1481,
      "PVI": 1482,
      "FVA": 1483,
      "RYL": 1484,
      "FVN": 1485,
      "EVF": 1486,
      "SQQ": 1487,
      "ARKL": 1488,
      "SIQ": 1489,
      "SSVL": 1490,
      "ERT": 1491,
      "FDN": 1492,
      "FGN": 1493,
      "*NL": 1494,
      "HEL": 1495,
      "WM": 1496,
      "SMG": 1497,
      "DLY": 1498,
      "LLRL": 1499,
      "VLGI": 1500,
      "PSF": 1501,
      "RGT": 1502,
      "ERG": 1503,
      "YVL": 1504,
      "KVQ": 1505,
      "PIN": 1506,
      "FKY": 1507,
      "FLSK": 1508,
      "VVEL": 1509,
      "PED": 1510,
      "YSR": 1511,
      "FEA": 1512,
      "RRRR": 1513,
      "SVQ": 1514,
      "HLN": 1515,
      "TLH": 1516,
      "VSH": 1517,
      "VRA*": 1518,
      "AAAA": 1519,
      "FNT": 1520,
      "AQQ": 1521,
      "MEN": 1522,
      "SLSP": 1523,
      "FTI": 1524,
      "RDG": 1525,
      "SLVP": 1526,
      "RPL": 1527,
      "PET": 1528,
      "VAM": 1529,
      "TVSS": 1530,
      "YNL": 1531,
      "AGD": 1532,
      "PTI": 1533,
      "VQI": 1534,
      "SIH": 1535,
      "SHD": 1536,
      "EQRR": 1537,
      "PPPP": 1538,
      "SMD": 1539,
      "VEY": 1540,
      "CFG": 1541,
      "FLW": 1542,
      "PLEE": 1543,
      "YIL": 1544,
      "SLTL": 1545,
      "YLG": 1546,
      "RKA": 1547,
      "AEQ": 1548,
      "TEG": 1549,
      "RRP": 1550,
      "QEE": 1551,
      "ADG": 1552,
      "VNTL": 1553,
      "SFFT": 1554,
      "SVFN": 1555,
      "MNN": 1556,
      "KEP": 1557,
      "KPD": 1558,
      "ERN": 1559,
      "ED*": 1560,
      "YDI": 1561,
      "QLW": 1562,
      "*EL": 1563,
      "EVK": 1564,
      "YID": 1565,
      "SNSN": 1566,
      "YSP": 1567,
      "YKN": 1568,
      "FQD": 1569,
      "SKH": 1570,
      "PKR": 1571,
      "FQI": 1572,
      "PRL": 1573,
      "PIG": 1574,
      "MTT": 1575,
      "VLH": 1576,
      "CLI": 1577,
      "RRC": 1578,
      "NYC": 1579,
      "VGN": 1580,
      "ASE": 1581,
      "PNG": 1582,
      "PSR": 1583,
      "MNL": 1584,
      "AVP": 1585,
      "SLQL": 1586,
      "RN*": 1587,
      "IID": 1588,
      "EMI": 1589,
      "PNI": 1590,
      "FVI": 1591,
      "RID": 1592,
      "PVT": 1593,
      "SISG": 1594,
      "PAP": 1595,
      "FKQ": 1596,
      "YEN": 1597,
      "SVIV": 1598,
      "AKG": 1599,
      "PDI": 1600,
      "RNI": 1601,
      "*SG": 1602,
      "GLQ": 1603,
      "MLT": 1604,
      "FRL": 1605,
      "SSSV": 1606,
      "FFN": 1607,
      "WDL": 1608,
      "ELH": 1609,
      "YNN": 1610,
      "TGF": 1611,
      "MSV": 1612,
      "SEEL": 1613,
      "GIM": 1614,
      "YSD": 1615,
      "EHC": 1616,
      "STR": 1617,
      "MEE": 1618,
      "FPI": 1619,
      "CFF": 1620,
      "RRW": 1621,
      "ATLL": 1622,
      "SGSG": 1623,
      "VVW": 1624,
      "PKN": 1625,
      "YSG": 1626,
      "HSN": 1627,
      "ESW": 1628,
      "M*": 1629,
      "AVN": 1630,
      "PKT": 1631,
      "ART": 1632,
      "CSL": 1633,
      "MLD": 1634,
      "EPG": 1635,
      "APT": 1636,
      "RAFT": 1637,
      "PAA": 1638,
      "ECL": 1639,
      "RKQ": 1640,
      "KPN": 1641,
      "EISS": 1642,
      "SYN": 1643,
      "LLRK": 1644,
      "RIN": 1645,
      "VQN": 1646,
      "YQL": 1647,
      "SNQR": 1648,
      "KAP": 1649,
      "EHI": 1650,
      "RDN": 1651,
      "SFQ": 1652,
      "MAT": 1653,
      "YAL": 1654,
      "AQI": 1655,
      "GGGA": 1656,
      "SVKH": 1657,
      "FGW": 1658,
      "FEG": 1659,
      "STSS": 1660,
      "DIG": 1661,
      "QTL": 1662,
      "R*L": 1663,
      "PVP": 1664,
      "HDL": 1665,
      "RRSG": 1666,
      "KQT": 1667,
      "VSKI": 1668,
      "WYL": 1669,
      "ERW": 1670,
      "VQT": 1671,
      "RNN": 1672,
      "SIVR": 1673,
      "MAI": 1674,
      "QQI": 1675,
      "PYL": 1676,
      "YKI": 1677,
      "HIL": 1678,
      "H*": 1679,
      "FVR": 1680,
      "VSM": 1681,
      "YPL": 1682,
      "GLRI": 1683,
      "SSNGG": 1684,
      "ITI": 1685,
      "KQFI": 1686,
      "MVN": 1687,
      "RLAG": 1688,
      "FRI": 1689,
      "RTG": 1690,
      "SHT": 1691,
      "QEW": 1692,
      "TTC": 1693,
      "FRQQ": 1694,
      "MLI": 1695,
      "KRQ": 1696,
      "RGG": 1697,
      "KKSM": 1698,
      "YFL": 1699,
      "QPR": 1700,
      "VFF": 1701,
      "HSI": 1702,
      "EQT": 1703,
      "MKN": 1704,
      "SAQ": 1705,
      "VVSD": 1706,
      "NFI": 1707,
      "YTL": 1708,
      "FKIL": 1709,
      "QIT": 1710,
      "PKP": 1711,
      "SFVM": 1712,
      "MGI": 1713,
      "PDT": 1714,
      "PAT": 1715,
      "RKT": 1716,
      "PKG": 1717,
      "FFKC": 1718,
      "RAA": 1719,
      "KYT": 1720,
      "YII": 1721,
      "SLMI": 1722,
      "EKQ": 1723,
      "HKL": 1724,
      "SSSL": 1725,
      "VEPD": 1726,
      "IIT": 1727,
      "KNE": 1728,
      "RNT": 1729,
      "FSLI": 1730,
      "AGN": 1731,
      "YAA": 1732,
      "SRQ": 1733,
      "SHG": 1734,
      "VDPA": 1735,
      "KQD": 1736,
      "SGGG": 1737,
      "NREH": 1738,
      "ACG": 1739,
      "SMT": 1740,
      "SKKL": 1741,
      "MDD": 1742,
      "SKRE": 1743,
      "NLR": 1744,
      "PPVA": 1745,
      "STH": 1746,
      "KD*": 1747,
      "MKI": 1748,
      "VNSL": 1749,
      "PEG": 1750,
      "KGN": 1751,
      "GECL": 1752,
      "SEH": 1753,
      "FAD": 1754,
      "RLT*": 1755,
      "ALH": 1756,
      "*RKL": 1757,
      "MRKQL": 1758,
      "GRH": 1759,
      "RGD": 1760,
      "SIY": 1761,
      "FVK": 1762,
      "MSF": 1763,
      "KR*": 1764,
      "QTI": 1765,
      "YIT": 1766,
      "VRN": 1767,
      "EPD": 1768,
      "ERYNLG": 1769,
      "YIN": 1770,
      "PNPN": 1771,
      "YQTYH": 1772,
      "QSN": 1773,
      "ASY": 1774,
      "QDI": 1775,
      "VGW": 1776,
      "AFG": 1777,
      "ESR*": 1778,
      "NLK": 1779,
      "KRVW": 1780,
      "NLSI": 1781,
      "PAPI": 1782,
      "VIVR": 1783,
      "SKNSNL": 1784,
      "WASCD": 1785,
      "EPP": 1786,
      "YGMVT": 1787,
      "VARL*": 1788,
      "SCFQT": 1789,
      "AGQEC": 1790,
      "RNSQSV": 1791,
      "SLYSVFN": 1792,
      "RGICL": 1793,
      "GLMRI": 1794,
      "QSISKNSNL": 1795,
      "S**QSISKNSNL": 1796,
      "EQRRIW": 1797,
      "S**QSISKNSNLGECL": 1798,
      "FL*MA": 1799,
      "ECAGQEC": 1800,
      "Q*VSS": 1801,
      "NLLSNQR": 1802,
      "FLLRLT*": 1803,
      "VGLSFVM": 1804,
      "SIGEQRRIW": 1805,
      "VE*PVARL*": 1806,
      "KECYGMVT": 1807,
      "SA*SLYSVFN": 1808,
      "WITS**QSISKNSNLGECL": 1809,
      "*HGLMRI": 1810,
      "KSFLNREH": 1811,
      "KRIRVGLSFVM": 1812,
      "TVSSWASCD": 1813,
      "SVKHRGICL": 1814,
      "SSNGGESR*": 1815,
      "FRQQRDL": 1816,
      "FFKCNLLSNQR": 1817,
      "VEPD*RKL": 1818,
      "ERYNLGRNSQSV": 1819,
      "YQTYHSVKHRGICL": 1820,
      "SCFQTQ*VSS": 1821,
      "FL*MASSNGGESR*": 1822,
      "ECAGQECKSFLNREH": 1823,
      "FLLRLT*TVSSWASCD": 1824,
      "SIGEQRRIWWITS**QSISKNSNLGECL": 1825,
      "VE*PVARL*FFKCNLLSNQR": 1826,
      "KECYGMVTECAGQECKSFLNREH": 1827,
      "SA*SLYSVFN*HGLMRI": 1828,
      "KRIRVGLSFVMFL*MASSNGGESR*": 1829,
      "VEPD*RKLKECYGMVTECAGQECKSFLNREH": 1830,
      "ERYNLGRNSQSVFLLRLT*TVSSWASCD": 1831,
      "YQTYHSVKHRGICLVEPD*RKLKECYGMVTECAGQECKSFLNREH": 1832,
      "SIGEQRRIWWITS**QSISKNSNLGECLVE*PVARL*FFKCNLLSNQR": 1833,
      "SA*SLYSVFN*HGLMRIERYNLGRNSQSVFLLRLT*TVSSWASCD": 1834,
      "YQTYHSVKHRGICLVEPD*RKLKECYGMVTECAGQECKSFLNREHFRQQRDL": 1835,
      "SIGEQRRIWWITS**QSISKNSNLGECLVE*PVARL*FFKCNLLSNQRYQTYHSVKHRGICLVEPD*RKLKECYGMVTECAGQECKSFLNREHFRQQRDL": 1836,
      "SA*SLYSVFN*HGLMRIERYNLGRNSQSVFLLRLT*TVSSWASCDSIGEQRRIWWITS**QSISKNSNLGECLVE*PVARL*FFKCNLLSNQRYQTYHSVKHRGICLVEPD*RKLKECYGMVTECAGQECKSFLNREHFRQQRDL": 1837,
      "FFD": 1838,
      "AFD": 1839,
      "FCG": 1840,
      "FRP": 1841,
      "KPG": 1842,
      "VPN": 1843,
      "RTT": 1844,
      "NLTQ": 1845,
      "EDEE": 1846,
      "AQD": 1847,
      "FRN": 1848,
      "AQAQ": 1849,
      "PAI": 1850,
      "SRW": 1851,
      "FFG": 1852,
      "FQN": 1853,
      "FAN": 1854,
      "SKSR": 1855,
      "RTI": 1856,
      "SSTT": 1857,
      "QKI": 1858,
      "FSY": 1859,
      "QSV": 1860,
      "RGTK": 1861,
      "MDI": 1862,
      "CVR": 1863,
      "KG*": 1864,
      "AGAG": 1865,
      "FYD": 1866,
      "SSLL": 1867,
      "ADN": 1868,
      "AHL": 1869,
      "EPW": 1870,
      "QNI": 1871,
      "KTSSKRVW": 1872,
      "MRKQLKTSSKRVW": 1873,
      "MRKQLKTSSKRVWKRIRVGLSFVMFL*MASSNGGESR*": 1874,
      "ANQD": 1875,
      "RAI": 1876,
      "FQR": 1877,
      "PTRD": 1878,
      "NFSCFQTQ*VSS": 1879,
      "FFWNFSCFQTQ*VSS": 1880,
      "PFI": 1881,
      "VQTQ": 1882,
      "SA*SLYSVFN*HGLMRIERYNLGRNSQSVFLLRLT*TVSSWASCDSIGEQRRIWWITS**QSISKNSNLGECLVE*PVARL*FFKCNLLSNQRYQTYHSVKHRGICLVEPD*RKLKECYGMVTECAGQECKSFLNREHFRQQRDLKKQ": 1883,
      "FENG": 1884,
      "KMI": 1885,
      "YRL": 1886,
      "NLESL": 1887,
      "DLH": 1888,
      "YSV": 1889,
      "AKF": 1890,
      "KCL": 1891,
      "KEH": 1892,
      "QYL": 1893,
      "FQAD": 1894,
      "ESM": 1895,
      "QTM": 1896,
      "GDT": 1897,
      "CIL": 1898,
      "RDYR": 1899,
      "LLGG": 1900,
      "S*P": 1901,
      "AVR": 1902,
      "YGI": 1903,
      "NLH": 1904,
      "MSP": 1905,
      "YFA": 1906,
      "SKER": 1907,
      "PVA": 1908,
      "MFL": 1909,
      "ARD": 1910,
      "HSR": 1911,
      "IRH": 1912,
      "GRSL": 1913,
      "IRVF": 1914,
      "EQN": 1915,
      "KYN": 1916,
      "SQTL": 1917,
      "LLL*": 1918,
      "EKR": 1919,
      "VVVA": 1920,
      "TLKT": 1921,
      "MRL": 1922,
      "QIN": 1923,
      "ETHQ": 1924,
      "PKD": 1925,
      "MLN": 1926,
      "MGG": 1927,
      "*VGKK": 1928,
      "SKRE*VGKK": 1929,
      "SVGL": 1930,
      "QLGL": 1931,
      "MED": 1932,
      "SA*SLYSVFN*HGLMRIERYNLGRNSQSVFLLRLT*TVSSWASCDSIGEQRRIWWITS**QSISKNSNLGECLVE*PVARL*FFKCNLLSNQRYQTYHSVKHRGICLVEPD*RKLKECYGMVTECAGQECKSFLNREHFRQQRDLKKQFFWNFSCFQTQ*VSS": 1933,
      "FKA": 1934,
      "GGVW": 1935,
      "SHN": 1936,
      "YVD": 1937,
      "S*G": 1938,
      "YND": 1939,
      "ARG": 1940,
      "SGH": 1941,
      "SSTRN": 1942,
      "TLC": 1943,
      "DI*": 1944,
      "ERDLN": 1945,
      "PND": 1946,
      "MKT": 1947,
      "PVN": 1948,
      "FIGC": 1949,
      "YSA": 1950,
      "GASE": 1951,
      "RRD": 1952,
      "PNN": 1953,
      "WKL": 1954,
      "GRVV": 1955,
      "ILGFI": 1956,
      "YTI": 1957,
      "SALST": 1958,
      "REA": 1959,
      "SGASI": 1960,
      "SC*": 1961,
      "KKFNN": 1962,
      "RLVL": 1963,
      "GITVV": 1964,
      "AVKKL": 1965,
      "RASLVP": 1966,
      "FYFEK": 1967,
      "GIEDD": 1968,
      "HYL": 1969,
      "YED": 1970,
      "KVSVG": 1971,
      "ATPSQ": 1972,
      "NRDG": 1973,
      "FLVGG": 1974,
      "QDT": 1975,
      "YLIVP": 1976,
      "PFLLA": 1977,
      "KPCM": 1978,
      "QRKR": 1979,
      "AAAVI": 1980,
      "QAI": 1981,
      "FF**": 1982,
      "VSRTI": 1983,
      "ESH": 1984,
      "YNI": 1985,
      "SCR": 1986,
      "RNQSL": 1987,
      "ARYTD": 1988,
      "CSS": 1989,
      "SNLGR": 1990,
      "**Q*": 1991,
      "QNN": 1992,
      "WSL": 1993,
      "QGPFG": 1994,
      "EYISM": 1995,
      "YVP": 1996,
      "VIL*": 1997,
      "MKA": 1998,
      "VCDAL": 1999,
      "VNTLTR": 2000,
      "SGEFG": 2001,
      "SSHML": 2002,
      "FEQ": 2003,
      "GIRVR": 2004,
      "CLEKG": 2005,
      "KGST": 2006,
      "MYLLD": 2007,
      "Q*NC": 2008,
      "YKT": 2009,
      "HGFNG": 2010,
      "VSKIKPCM": 2011,
      "VDPASSHML": 2012,
      "VSKIKPCMSKY": 2013,
      "VDPASSHMLVSKIKPCMSKY": 2014,
      "GSLRNG": 2015,
      "AEGSL": 2016,
      "EWLIK": 2017,
      "KQFIQ*NC": 2018,
      "VDPASSHMLVSKIKPCMSKYKQFIQ*NC": 2019,
      "VDPASSHMLVSKIKPCMSKYKQFIQ*NCEWLIK": 2020,
      "WRWFI": 2021,
      "LLHGITVV": 2022,
      "FDGRI": 2023,
      "SCNWN": 2024,
      "SVIVYLIVP": 2025,
      "VDPASSHMLVSKIKPCMSKYKQFIQ*NCEWLIKSVIVYLIVP": 2026,
      "RVA": 2027,
      "IHA*": 2028,
      "QGRQQ": 2029,
      "LLHGITVVILEL": 2030,
      "HLPRT": 2031,
      "VDPASSHMLVSKIKPCMSKYKQFIQ*NCEWLIKSVIVYLIVPLLHGITVVILEL": 2032,
      "VDPASSHMLVSKIKPCMSKYKQFIQ*NCEWLIKSVIVYLIVPLLHGITVVILELIHA*": 2033,
      "ILC": 2034,
      "IRVFKAG": 2035,
      "FYFEKIRVFKAG": 2036,
      "*RGIRVR": 2037,
      "KVVAVKKL": 2038,
      "FSNRM": 2039,
      "FRRGSLRNG": 2040,
      "AYIKVVAVKKL": 2041,
      "EYNVNTLTR": 2042,
      "VAYHGFNG": 2043,
      "YHIQGRQQ": 2044,
      "NNWRASLVP": 2045,
      "PAPIAYIKVVAVKKL": 2046,
      "AAAVIPAPIAYIKVVAVKKL": 2047,
      "SCNWNEYNVNTLTR": 2048,
      "*RGIRVRFRRGSLRNG": 2049,
      "VAYHGFNG*RGIRVRFRRGSLRNG": 2050,
      "YHIQGRQQARKL": 2051,
      "NNWRASLVPAAAVIPAPIAYIKVVAVKKL": 2052,
      "SCNWNEYNVNTLTRNNWRASLVPAAAVIPAPIAYIKVVAVKKL": 2053,
      "VAYHGFNG*RGIRVRFRRGSLRNGYHIQGRQQARKL": 2054,
      "SCNWNEYNVNTLTRNNWRASLVPAAAVIPAPIAYIKVVAVKKLVVEL": 2055,
      "QISALST": 2056,
      "ALCWRWFI": 2057,
      "HNNFSNRM": 2058,
      "FDGRIVAYHGFNG*RGIRVRFRRGSLRNGYHIQGRQQARKL": 2059,
      "QISALSTFDGRIVAYHGFNG*RGIRVRFRRGSLRNGYHIQGRQQARKL": 2060,
      "ALCWRWFIQISALSTFDGRIVAYHGFNG*RGIRVRFRRGSLRNGYHIQGRQQARKL": 2061,
      "HNNFSNRMALCWRWFIQISALSTFDGRIVAYHGFNG*RGIRVRFRRGSLRNGYHIQGRQQARKL": 2062,
      "AQVISL": 2063,
      "RPCPL": 2064,
      "FGSILL": 2065,
      "KKSMSSD": 2066,
      "KNES*": 2067,
      "**Q*ITI": 2068,
      "MYLLDKKSMSSD": 2069,
      "ARN": 2070,
      "SCNWNEYNVNTLTRNNWRASLVPAAAVIPAPIAYIKVVAVKKLVVELWA": 2071,
      "GSLRQ": 2072,
      "PNT": 2073,
      "VISA": 2074,
      "QIPS*": 2075,
      "VSRTIVMI": 2076,
      "FGSILLVSRTIVMI": 2077,
      "HGETHQ": 2078,
      "HHQEW": 2079,
      "GEILGFI": 2080,
      "FLDFV": 2081,
      "SQG*NL": 2082,
      "RVVFF**": 2083,
      "HLTRNQSL": 2084,
      "PTRHLTRNQSL": 2085,
      "*TMPTRD": 2086,
      "ED*LLRK": 2087,
      "FSLIKNES*": 2088,
      "S*P*TMPTRD": 2089,
      "HLPRTFSLIKNES*": 2090,
      "VDPASSHMLVSKIKPCMSKYKQFIQ*NCEWLIKSVIVYLIVPLLHGITVVILELIHA*NLD": 2091,
      "FGSILLVSRTIVMINRDG": 2092,
      "GEILGFIED*LLRK": 2093,
      "RVVFF**PTRHLTRNQSL": 2094,
      "S*P*TMPTRDRVVFF**PTRHLTRNQSL": 2095,
      "HLPRTFSLIKNES*GIEDD": 2096,
      "GEILGFIED*LLRKHLPRTFSLIKNES*GIEDD": 2097,
      "TD*EL": 2098,
      "KELTEG": 2099,
      "WPFLVGG": 2100,
      "*MA**": 2101,
      "*GLTD*EL": 2102,
      "SLRLNLTQ": 2103,
      "GGGAWPFLVGG": 2104,
      "VQTQ*GLTD*EL": 2105,
      "QIPS*S*P*TMPTRDRVVFF**PTRHLTRNQSL": 2106,
      "HGETHQVQTQ*GLTD*EL": 2107,
      "HHQEWSLRLNLTQ": 2108,
      "FLDFVGGGAWPFLVGG": 2109,
      "SQG*NLKELTEG": 2110,
      "GEILGFIED*LLRKHLPRTFSLIKNES*GIEDDQIPS*S*P*TMPTRDRVVFF**PTRHLTRNQSL": 2111,
      "HGETHQVQTQ*GLTD*ELFLDFVGGGAWPFLVGG": 2112,
      "HHQEWSLRLNLTQHGETHQVQTQ*GLTD*ELFLDFVGGGAWPFLVGG": 2113,
      "SQG*NLKELTEGHHQEWSLRLNLTQHGETHQVQTQ*GLTD*ELFLDFVGGGAWPFLVGG": 2114,
      "SQG*NLKELTEGHHQEWSLRLNLTQHGETHQVQTQ*GLTD*ELFLDFVGGGAWPFLVGGVIC": 2115,
      "EPAEGSL": 2116,
      "YTPPVA": 2117,
      "LLNCDN": 2118,
      "VLLEYISM": 2119,
      "STD*MA**": 2120,
      "NSVVLGI": 2121,
      "SRNKVSVG": 2122,
      "WVLGGVW": 2123,
      "S**AQVISL": 2124,
      "PIFSC": 2125,
      "WSFRGTK": 2126,
      "NYCSSTRN": 2127,
      "EHCNYCSSTRN": 2128,
      "R*LRPCPL": 2129,
      "ERDLNLLN": 2130,
      "FYFEKIRVFKAGVLLEYISM": 2131,
      "**Q*ITIQGPFG": 2132,
      "GEILGFIED*LLRKHLPRTFSLIKNES*GIEDDQIPS*S*P*TMPTRDRVVFF**PTRHLTRNQSLWVLGGVW": 2133,
      "SQG*NLKELTEGHHQEWSLRLNLTQHGETHQVQTQ*GLTD*ELFLDFVGGGAWPFLVGGVICLLNCDN": 2134,
      "YTPPVASTD*MA**": 2135,
      "NSVVLGIEHCNYCSSTRN": 2136,
      "SRNKVSVGEPAEGSL": 2137,
      "S**AQVISLR*LRPCPL": 2138,
      "WSFRGTKSRNKVSVGEPAEGSL": 2139,
      "GEILGFIED*LLRKHLPRTFSLIKNES*GIEDDQIPS*S*P*TMPTRDRVVFF**PTRHLTRNQSLWVLGGVWSQG*NLKELTEGHHQEWSLRLNLTQHGETHQVQTQ*GLTD*ELFLDFVGGGAWPFLVGGVICLLNCDN": 2140,
      "YTPPVASTD*MA**GLRI": 2141,
      "NSVVLGIEHCNYCSSTRNS**AQVISLR*LRPCPL": 2142,
      "GEILGFIED*LLRKHLPRTFSLIKNES*GIEDDQIPS*S*P*TMPTRDRVVFF**PTRHLTRNQSLWVLGGVWSQG*NLKELTEGHHQEWSLRLNLTQHGETHQVQTQ*GLTD*ELFLDFVGGGAWPFLVGGVICLLNCDNERDLNLLN": 2143,
      "NSVVLGIEHCNYCSSTRNS**AQVISLR*LRPCPLYTPPVASTD*MA**GLRI": 2144,
      "S*RDYR": 2145,
      "PHARYTD": 2146,
      "*QVCDAL": 2147,
      "RRSGPHARYTD": 2148,
      "FQADGSLRQ": 2149,
      "VIL*NSVVLGIEHCNYCSSTRNS**AQVISLR*LRPCPLYTPPVASTD*MA**GLRI": 2150,
      "S*RDYRFQADGSLRQ": 2151,
      "*QVCDALRRSGPHARYTD": 2152,
      "S*RDYRFQADGSLRQ*QVCDALRRSGPHARYTD": 2153,
      "PPD": 2154,
      "GEILGFIED*LLRKHLPRTFSLIKNES*GIEDDQIPS*S*P*TMPTRDRVVFF**PTRHLTRNQSLWVLGGVWSQG*NLKELTEGHHQEWSLRLNLTQHGETHQVQTQ*GLTD*ELFLDFVGGGAWPFLVGGVICLLNCDNERDLNLLNSGASI": 2155,
      "DLR": 2156,
      "QTWSFRGTKSRNKVSVGEPAEGSL": 2157,
      "EVLVIL*NSVVLGIEHCNYCSSTRNS**AQVISLR*LRPCPLYTPPVASTD*MA**GLRI": 2158,
      "GASESNLGR": 2159,
      "**Q*ITIQGPFGSCNWNEYNVNTLTRNNWRASLVPAAAVIPAPIAYIKVVAVKKLVVELWA": 2160,
      "S*RDYRFQADGSLRQ*QVCDALRRSGPHARYTDGASESNLGR": 2161,
      "GEILGFIED*LLRKHLPRTFSLIKNES*GIEDDQIPS*S*P*TMPTRDRVVFF**PTRHLTRNQSLWVLGGVWSQG*NLKELTEGHHQEWSLRLNLTQHGETHQVQTQ*GLTD*ELFLDFVGGGAWPFLVGGVICLLNCDNERDLNLLNSGASICWL": 2162,
      "S*RDYRFQADGSLRQ*QVCDALRRSGPHARYTDGASESNLGREVLVIL*NSVVLGIEHCNYCSSTRNS**AQVISLR*LRPCPLYTPPVASTD*MA**GLRI": 2163,
      "PNPNSGR": 2164,
      "HNNFSNRMALCWRWFIQISALSTFDGRIVAYHGFNG*RGIRVRFRRGSLRNGYHIQGRQQARKLPNPNSGR": 2165,
      "NRTFGSILLVSRTIVMINRDG": 2166,
      "E**NRTFGSILLVSRTIVMINRDG": 2167,
      "MYLLDKKSMSSDSLMI": 2168,
      "EDKR": 2169,
      "VYG": 2170,
      "CLEKGATPSQ": 2171,
      "FYFEKIRVFKAGVLLEYISME**NRTFGSILLVSRTIVMINRDG": 2172,
      "MYLLDKKSMSSDSLMIHNNFSNRMALCWRWFIQISALSTFDGRIVAYHGFNG*RGIRVRFRRGSLRNGYHIQGRQQARKLPNPNSGR": 2173,
      "KKLL": 2174,
      "PTGPFLLA": 2175,
      "PLEEMYLLDKKSMSSDSLMIHNNFSNRMALCWRWFIQISALSTFDGRIVAYHGFNG*RGIRVRFRRGSLRNGYHIQGRQQARKLPNPNSGR": 2176,
      "TGFPTGPFLLA": 2177,
      "RLAGPIFSC": 2178,
      "SGEFGQTWSFRGTKSRNKVSVGEPAEGSL": 2179,
      "VDPASSHMLVSKIKPCMSKYKQFIQ*NCEWLIKSVIVYLIVPLLHGITVVILELIHA*NLDPLEEMYLLDKKSMSSDSLMIHNNFSNRMALCWRWFIQISALSTFDGRIVAYHGFNG*RGIRVRFRRGSLRNGYHIQGRQQARKLPNPNSGR": 2180,
      "**Q*ITIQGPFGSCNWNEYNVNTLTRNNWRASLVPAAAVIPAPIAYIKVVAVKKLVVELWARLAGPIFSC": 2181,
      "S*RDYRFQADGSLRQ*QVCDALRRSGPHARYTDGASESNLGREVLVIL*NSVVLGIEHCNYCSSTRNS**AQVISLR*LRPCPLYTPPVASTD*MA**GLRICLEKGATPSQ": 2182,
      "VDPASSHMLVSKIKPCMSKYKQFIQ*NCEWLIKSVIVYLIVPLLHGITVVILELIHA*NLDPLEEMYLLDKKSMSSDSLMIHNNFSNRMALCWRWFIQISALSTFDGRIVAYHGFNG*RGIRVRFRRGSLRNGYHIQGRQQARKLPNPNSGR**Q*ITIQGPFGSCNWNEYNVNTLTRNNWRASLVPAAAVIPAPIAYIKVVAVKKLVVELWARLAGPIFSC": 2183,
      "S*RDYRFQADGSLRQ*QVCDALRRSGPHARYTDGASESNLGREVLVIL*NSVVLGIEHCNYCSSTRNS**AQVISLR*LRPCPLYTPPVASTD*MA**GLRICLEKGATPSQSGEFGQTWSFRGTKSRNKVSVGEPAEGSL": 2184,
      "VDPASSHMLVSKIKPCMSKYKQFIQ*NCEWLIKSVIVYLIVPLLHGITVVILELIHA*NLDPLEEMYLLDKKSMSSDSLMIHNNFSNRMALCWRWFIQISALSTFDGRIVAYHGFNG*RGIRVRFRRGSLRNGYHIQGRQQARKLPNPNSGR**Q*ITIQGPFGSCNWNEYNVNTLTRNNWRASLVPAAAVIPAPIAYIKVVAVKKLVVELWARLAGPIFSCTGFPTGPFLLA": 2185,
      "KWL": 2186,
      "HVL": 2187,
      "NLESLWLL": 2188,
      "VDPASSHMLVSKIKPCMSKYKQFIQ*NCEWLIKSVIVYLIVPLLHGITVVILELIHA*NLDPLEEMYLLDKKSMSSDSLMIHNNFSNRMALCWRWFIQISALSTFDGRIVAYHGFNG*RGIRVRFRRGSLRNGYHIQGRQQARKLPNPNSGR**Q*ITIQGPFGSCNWNEYNVNTLTRNNWRASLVPAAAVIPAPIAYIKVVAVKKLVVELWARLAGPIFSCTGFPTGPFLLANLESLWLL": 2189,
      "ASM": 2190,
      "FENGFF": 2191,
      "KKFNNFENGFF": 2192,
      "HID": 2193,
      "MAA": 2194,
      "YFI": 2195,
      "MDG": 2196,
      "PEA": 2197,
      "AVQ": 2198,
      "MNI": 2199,
      "VYN": 2200,
      "FQQ": 2201,
      "MVG": 2202,
      "FLH": 2203,
      "SYH": 2204,
      "FRD": 2205,
      "EIAGL": 2206,
      "NLGI": 2207,
      "TFCL": 2208,
      "PPT": 2209,
      "YIG": 2210,
      "YDT": 2211,
      "PVD": 2212,
      "RKD": 2213,
      "LLLL": 2214,
      "KQ*": 2215,
      "QVV": 2216,
      "EQC": 2217,
      "MKD": 2218,
      "STST": 2219,
      "SSW": 2220,
      "KQG": 2221,
      "EVH": 2222,
      "SA*SLYSVFN*HGLMRIERYNLGRNSQSVFLLRLT*TVSSWASCDSIGEQRRIWWITS**QSISKNSNLGECLVE*PVARL*FFKCNLLSNQRYQTYHSVKHRGICLVEPD*RKLKECYGMVTECAGQECKSFLNREHFRQQRDLKKQFFWNFSCFQTQ*VSSSKRE*VGKK": 2223,
      "SKLL": 2224,
      "FPT": 2225,
      "RLH": 2226,
      "MID": 2227,
      "AQT": 2228,
      "REN": 2229,
      "TIND": 2230,
      "PDD": 2231,
      "GEILGFIED*LLRKHLPRTFSLIKNES*GIEDDQIPS*S*P*TMPTRDRVVFF**PTRHLTRNQSLWVLGGVWSQG*NLKELTEGHHQEWSLRLNLTQHGETHQVQTQ*GLTD*ELFLDFVGGGAWPFLVGGVICLLNCDNERDLNLLNSGASICWLST": 2232,
      "KLST": 2233,
      "RVI": 2234,
      "Q*N": 2235,
      "RKY": 2236,
