{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[BOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[BOS]": {
        "id": "[BOS]",
        "ids": [
          5
        ],
        "tokens": [
          "[BOS]"
        ]
      },
      "[EOS]": {
        "id": "[EOS]",
        "ids": [
          6
        ],
        "tokens": [
          "[EOS]"
        ]
      }
    }
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "[BOS]": 5,
      "[EOS]": 6,
      "*": 7,
      "A": 8,
      "C": 9,
      "D": 10,
      "E": 11,
      "F": 12,
      "G": 13,
      "H": 14,
      "I": 15,
      "K": 16,
      "L": 17,
      "M": 18,
      "N": 19,
      "P": 20,
      "Q": 21,
      "R": 22,
      "S": 23,
      "T": 24,
      "V": 25,
      "W": 26,
      "Y": 27,
      "AA": 28,
      "GV": 29,
      "AL": 30,
      "GA": 31,
      "VV": 32,
      "LL": 33,
      "GI": 34,
      "LD": 35,
      "IV": 36,
      "SA": 37,
      "GL": 38,
      "EL": 39,
      "GG": 40,
      "TA": 41,
      "VA": 42,
      "GM": 43,
      "IA": 44,
      "GK": 45,
      "PV": 46,
      "II": 47,
      "TN": 48,
      "LA": 49,
      "EK": 50,
      "ER": 51,
      "EA": 52,
      "GD": 53,
      "SV": 54,
      "DA": 55,
      "DV": 56,
      "GE": 57,
      "PA": 58,
      "DI": 59,
      "GS": 60,
      "DL": 61,
      "NA": 62,
      "RK": 63,
      "MV": 64,
      "VI": 65,
      "VL": 66,
      "GQ": 67,
      "GN": 68,
      "TR": 69,
      "GF": 70,
      "SR": 71,
      "YA": 72,
      "VT": 73,
      "IL": 74,
      "MA": 75,
      "PL": 76,
      "VK": 77,
      "GT": 78,
      "SS": 79,
      "KK": 80,
      "EI": 81,
      "GAA": 82,
      "TT": 83,
      "SD": 84,
      "KD": 85,
      "KA": 86,
      "PGM": 87,
      "LV": 88,
      "PR": 89,
      "YS": 90,
      "KI": 91,
      "CA": 92,
      "PT": 93,
      "EE": 94,
      "YL": 95,
      "SN": 96,
      "KT": 97,
      "FR": 98,
      "KL": 99,
      "GGH": 100,
      "NR": 101,
      "QA": 102,
      "VS": 103,
      "ID": 104,
      "VR": 105,
      "TL": 106,
      "GVP": 107,
      "GR": 108,
      "SAA": 109,
      "RKPGM": 110,
      "SL": 111,
      "FA": 112,
      "GY": 113,
      "VM": 114,
      "EQ": 115,
      "SQ": 116,
      "DD": 117,
      "KR": 118,
      "NL": 119,
      "QR": 120,
      "ML": 121,
      "YAP": 122,
      "GEY": 123,
      "DT": 124,
      "GGA": 125,
      "GGHGD": 126,
      "GSA": 127,
      "KE": 128,
      "ND": 129,
      "PI": 130,
      "GKAL": 131,
      "EIV": 132,
      "TS": 133,
      "HA": 134,
      "PQ": 135,
      "PLD": 136,
      "EF": 137,
      "MT": 138,
      "PK": 139,
      "MK": 140,
      "PC": 141,
      "PD": 142,
      "ED": 143,
      "EN": 144,
      "FL": 145,
      "FD": 146,
      "ES": 147,
      "TQ": 148,
      "TV": 149,
      "VGA": 150,
      "MR": 151,
      "RKPGMSR": 152,
      "GVA": 153,
      "GMA": 154,
      "KN": 155,
      "FI": 156,
      "GQI": 157,
      "DR": 158,
      "ALL": 159,
      "NTN": 160,
      "EV": 161,
      "MI": 162,
      "HS": 163,
      "PLL": 164,
      "GVLD": 165,
      "HL": 166,
      "NV": 167,
      "TK": 168,
      "TMV": 169,
      "FS": 170,
      "SAR": 171,
      "YV": 172,
      "GGI": 173,
      "FK": 174,
      "TD": 175,
      "PE": 176,
      "QK": 177,
      "QL": 178,
      "SE": 179,
      "WGN": 180,
      "NI": 181,
      "SSAA": 182,
      "RL": 183,
      "DVV": 184,
      "NAA": 185,
      "SI": 186,
      "GW": 187,
      "RA": 188,
      "DQ": 189,
      "SSAASAA": 190,
      "SK": 191,
      "CI": 192,
      "GTN": 193,
      "DW": 194,
      "CAF": 195,
      "GVPV": 196,
      "VVGN": 197,
      "KTGSA": 198,
      "IF": 199,
      "VLGGHGD": 200,
      "GH": 201,
      "PN": 202,
      "GIA": 203,
      "TNPLD": 204,
      "PDL": 205,
      "LDH": 206,
      "AAA": 207,
      "ET": 208,
      "VQ": 209,
      "PANTN": 210,
      "GMAGVLD": 211,
      "VTGAA": 212,
      "DDLL": 213,
      "GAGN": 214,
      "ALI": 215,
      "GLL": 216,
      "PS": 217,
      "ELD": 218,
      "EGL": 219,
      "LDHNR": 220,
      "GIP": 221,
      "IE": 222,
      "PM": 223,
      "GSY": 224,
      "NK": 225,
      "QS": 226,
      "EVV": 227,
      "EEL": 228,
      "GKALD": 229,
      "TF": 230,
      "VD": 231,
      "IAS": 232,
      "YR": 233,
      "GGAEIV": 234,
      "VVGNPANTN": 235,
      "CL": 236,
      "VGAT": 237,
      "GAAII": 238,
      "ALD": 239,
      "TI": 240,
      "RPR": 241,
      "VTGAAGQI": 242,
      "VF": 243,
      "GLP": 244,
      "ALLV": 245,
      "CAFPLL": 246,
      "RKPGMSRDDLL": 247,
      "YD": 248,
      "WGNH": 249,
      "SDGSY": 250,
      "TP": 251,
      "VE": 252,
      "KEL": 253,
      "FTA": 254,
      "AMV": 255,
      "VVL": 256,
      "VVI": 257,
      "RD": 258,
      "AAL": 259,
      "GKA": 260,
      "GP": 261,
      "SH": 262,
      "TLA": 263,
      "TY": 264,
      "MQ": 265,
      "ALK": 266,
      "FRIAS": 267,
      "TVA": 268,
      "MD": 269,
      "EKA": 270,
      "MN": 271,
      "ELL": 272,
      "GTSA": 273,
      "VLVVGNPANTN": 274,
      "IT": 275,
      "GC": 276,
      "DDL": 277,
      "TAR": 278,
      "LLEI": 279,
      "FV": 280,
      "KV": 281,
      "GLD": 282,
      "EGEY": 283,
      "SNPLD": 284,
      "PNA": 285,
      "IDH": 286,
      "TMVPL": 287,
      "YYAP": 288,
      "PCAA": 289,
      "NGI": 290,
      "GMAGVLDSAR": 291,
      "SSAASAANAA": 292,
      "IVTA": 293,
      "IDA": 294,
      "TNA": 295,
      "ALA": 296,
      "SY": 297,
      "RGA": 298,
      "IAA": 299,
      "NGV": 300,
      "GTSAW": 301,
      "PVT": 302,
      "SVA": 303,
      "IR": 304,
      "FVLGGHGD": 305,
      "SVE": 306,
      "EGV": 307,
      "MEL": 308,
      "GGV": 309,
      "NAGI": 310,
      "IK": 311,
      "FLA": 312,
      "KIT": 313,
      "RKPGMTR": 314,
      "LDA": 315,
      "GAGNVGAT": 316,
      "DY": 317,
      "MF": 318,
      "GMER": 319,
      "FVI": 320,
      "MTR": 321,
      "LI": 322,
      "GTSAWYAP": 323,
      "PVR": 324,
      "PVIL": 325,
      "WL": 326,
      "YAD": 327,
      "GTA": 328,
      "GPGM": 329,
      "TQY": 330,
      "GGGE": 331,
      "IVV": 332,
      "IQ": 333,
      "GPGMER": 334,
      "GARPR": 335,
      "PDV": 336,
      "EGI": 337,
      "EY": 338,
      "WGNHSA": 339,
      "MS": 340,
      "MVPL": 341,
      "PDA": 342,
      "IS": 343,
      "ELA": 344,
      "GGTLA": 345,
      "TNPLDAMV": 346,
      "GLA": 347,
      "SSF": 348,
      "GGGEIV": 349,
      "IN": 350,
      "VTVV": 351,
      "RR": 352,
      "VAVTGAAGQI": 353,
      "ELDD": 354,
      "QRTR": 355,
      "NLK": 356,
      "FT": 357,
      "MAEA": 358,
      "FVICI": 359,
      "QQ": 360,
      "EAL": 361,
      "WAL": 362,
      "VITS": 363,
      "RKPGMSRDDL": 364,
      "VN": 365,
      "EGF": 366,
      "AAR": 367,
      "KTGSAF": 368,
      "KQ": 369,
      "KS": 370,
      "GLI": 371,
      "TAN": 372,
      "IP": 373,
      "DLL": 374,
      "FN": 375,
      "KKR": 376,
      "GDW": 377,
      "YC": 378,
      "KSV": 379,
      "KIALI": 380,
      "DIKE": 381,
      "EER": 382,
      "YSLL": 383,
      "ALLVGARPR": 384,
      "MVEA": 385,
      "YAPA": 386,
      "PKNR": 387,
      "TAGS": 388,
      "EKL": 389,
      "QD": 390,
      "GQY": 391,
      "RGL": 392,
      "GYALL": 393,
      "AAS": 394,
      "GQA": 395,
      "PRK": 396,
      "IAQ": 397,
      "PVILQ": 398,
      "GTSAWYAPGAA": 399,
      "KDLL": 400,
      "SSR": 401,
      "PDI": 402,
      "HK": 403,
      "GAAIIEA": 404,
      "SSAASAANAAIDH": 405,
      "PP": 406,
      "CK": 407,
      "QGL": 408,
      "MM": 409,
      "NGK": 410,
      "GILD": 411,
      "SVK": 412,
      "SDVV": 413,
      "FVICITNPLDAMV": 414,
      "KH": 415,
      "FIPT": 416,
      "EH": 417,
      "DVR": 418,
      "DGGAEIV": 419,
      "GGATL": 420,
      "WGNHS": 421,
      "WGNHSATQY": 422,
      "SNPM": 423,
      "DS": 424,
      "RN": 425,
      "GLK": 426,
      "YSTVA": 427,
      "KIV": 428,
      "TND": 429,
      "DIV": 430,
      "QGKAL": 431,
      "EELI": 432,
      "SM": 433,
      "CV": 434,
      "GMAGVLDSARFR": 435,
      "TGA": 436,
      "NAGIVK": 437,
      "TRK": 438,
      "IVL": 439,
      "FVICITNPLDAMVWAL": 440,
      "SNPMDT": 441,
      "GMGG": 442,
      "QRTRDGGAEIV": 443,
      "QKR": 444,
      "KTGSAYYAP": 445,
      "NLL": 446,
      "GINLK": 447,
      "RKPGMTREELI": 448,
      "KY": 449,
      "ELDDCAFPLL": 450,
      "DVTA": 451,
      "ELGD": 452,
      "QV": 453,
      "GIPL": 454,
      "LDHNRAL": 455,
      "EP": 456,
      "TRN": 457,
      "KELGD": 458,
      "LDHNRA": 459,
      "MGW": 460,
      "GADV": 461,
      "EAA": 462,
      "MTY": 463,
      "FSR": 464,
      "ST": 465,
      "GVPT": 466,
      "GLV": 467,
      "GFA": 468,
      "GFD": 469,
      "GYALLFRIAS": 470,
      "MAES": 471,
      "EGM": 472,
      "GVPA": 473,
      "HF": 474,
      "GMAGILD": 475,
      "EM": 476,
      "ALIA": 477,
      "SF": 478,
      "EW": 479,
      "SGV": 480,
      "ILKD": 481,
      "YLKD": 482,
      "GDLL": 483,
      "GSN": 484,
      "DQPVILQ": 485,
      "DVK": 486,
      "GGTLAHL": 487,
      "QLA": 488,
      "VAKR": 489,
      "TNPV": 490,
      "TMVPLPR": 491,
      "GKR": 492,
      "RKPGMSRDDLLGINLK": 493,
      "EKIV": 494,
      "GMI": 495,
      "RF": 496,
      "IVTAGVP": 497,
      "EDLL": 498,
      "NW": 499,
      "MY": 500,
      "SLL": 501,
      "NQ": 502,
      "WGNHSPT": 503,
      "EVA": 504,
      "FGV": 505,
      "KGV": 506,
      "HR": 507,
      "ELV": 508,
      "SDV": 509,
      "GYSLL": 510,
      "FTAMTR": 511,
      "TAA": 512,
      "DVTAFVLGGHGD": 513,
      "AR": 514,
      "KYS": 515,
      "EII": 516,
      "YTT": 517,
      "AY": 518,
      "GID": 519,
      "SGF": 520,
      "MLGK": 521,
      "FDIA": 522,
      "TGL": 523,
      "AAE": 524,
      "IM": 525,
      "GVPC": 526,
      "GMGGALD": 527,
      "EKII": 528,
      "NY": 529,
      "SVI": 530,
      "AAD": 531,
      "MAV": 532,
      "SGA": 533,
      "IAMK": 534,
      "SDGSYGI": 535,
      "TAD": 536,
      "KGKALD": 537,
      "RKPGMSRDDLLGINLKVM": 538,
      "FVA": 539,
      "YLEGEY": 540,
      "GAGA": 541,
      "IVI": 542,
      "GAL": 543,
      "NS": 544,
      "ELR": 545,
      "MLR": 546,
      "IITA": 547,
      "PAL": 548,
      "TRL": 549,
      "ERL": 550,
      "TW": 551,
      "FKDA": 552,
      "ALLVGARPRGPGMER": 553,
      "PLA": 554,
      "NGEY": 555,
      "GAGNVGATCA": 556,
      "VVA": 557,
      "SDL": 558,
      "TSA": 559,
      "GIPRKPGMTREELI": 560,
      "QI": 561,
      "SDI": 562,
      "SVR": 563,
      "VGKR": 564,
      "DMVPL": 565,
      "PQGKALD": 566,
      "GVPVKL": 567,
      "RGASSAASAA": 568,
      "LLD": 569,
      "GEGI": 570,
      "EAN": 571,
      "PAA": 572,
      "SVQ": 573,
      "KKA": 574,
      "LE": 575,
      "TDD": 576,
      "TE": 577,
      "VLPCAA": 578,
      "DEF": 579,
      "AALD": 580,
      "LDHNRALSQ": 581,
      "EGKA": 582,
      "ADLL": 583,
      "HGD": 584,
      "HLL": 585,
      "GPD": 586,
      "DAVK": 587,
      "MLGKDQPVILQ": 588,
      "GGHGDTT": 589,
      "SSA": 590,
      "KLL": 591,
      "IND": 592,
      "PCNTN": 593,
      "TGF": 594,
      "VH": 595,
      "DAVR": 596,
      "GGHGDTTMI": 597,
      "VTM": 598,
      "LN": 599,
      "AGM": 600,
      "TAL": 601,
      "MTI": 602,
      "MLD": 603,
      "MRDW": 604,
      "GPV": 605,
      "LLDIKE": 606,
      "GII": 607,
      "VAA": 608,
      "MKVTVV": 609,
      "ERVI": 610,
      "SGL": 611,
      "PF": 612,
      "GVD": 613,
      "VC": 614,
      "YSK": 615,
      "VLVVGNPANTNAY": 616,
      "MVL": 617,
      "VITSGIPRKPGMTREELI": 618,
      "GAGQI": 619,
      "NVK": 620,
      "GKALDI": 621,
      "SDGSYGVP": 622,
      "GAGGV": 623,
      "PVRVAVTGAAGQI": 624,
      "NRA": 625,
      "GEL": 626,
      "EEK": 627,
      "EDCAFPLL": 628,
      "AASA": 629,
      "FIA": 630,
      "VITA": 631,
      "IIIVV": 632,
      "VVE": 633,
      "DGV": 634,
      "MTYL": 635,
      "TIL": 636,
      "KDI": 637,
      "GSAYYAP": 638,
      "EIA": 639,
      "QRTRDGGAEIVGLL": 640,
      "FTAMLR": 641,
      "IVER": 642,
      "PQA": 643,
      "MDL": 644,
      "EGA": 645,
      "SNPLDVM": 646,
      "IAMKSA": 647,
      "KGL": 648,
      "WVTM": 649,
      "GVPVVI": 650,
      "ALV": 651,
      "GKNGI": 652,
      "TRKGGGEIV": 653,
      "VVGNPCNTN": 654,
      "MAR": 655,
      "MGGHGD": 656,
      "PH": 657,
      "GKALDL": 658,
      "TTQ": 659,
      "IIGMGGALD": 660,
      "ESA": 661,
      "GSAF": 662,
      "WA": 663,
      "GRA": 664,
      "III": 665,
      "GGHGDTTMIPL": 666,
      "EGLI": 667,
      "KTGSAFYAP": 668,
      "LS": 669,
      "SAAA": 670,
      "GKNGV": 671,
      "RGLSSAASAANAAIDH": 672,
      "NP": 673,
      "YI": 674,
      "LAQ": 675,
      "GFDA": 676,
      "SVT": 677,
      "VVITA": 678,
      "GEA": 679,
      "GADVC": 680,
      "YSTVAGIPL": 681,
      "LT": 682,
      "YE": 683,
      "GIPV": 684,
      "FHA": 685,
      "PCA": 686,
      "QGLEI": 687,
      "ALR": 688,
      "VVV": 689,
      "TTD": 690,
      "NC": 691,
      "MQTA": 692,
      "VMEL": 693,
      "GEQ": 694,
      "TREDLL": 695,
      "KITVV": 696,
      "DGI": 697,
      "LAA": 698,
      "TTA": 699,
      "PVI": 700,
      "VQQR": 701,
      "VGS": 702,
      "VLVVGNPANTNAYIAMKSA": 703,
      "MELDDCAFPLL": 704,
      "PEA": 705,
      "FF": 706,
      "GQS": 707,
      "PKA": 708,
      "GGATLT": 709,
      "TC": 710,
      "GVLDTAR": 711,
      "VVGMAGVLDSARFR": 712,
      "EAVR": 713,
      "GINAGIVK": 714,
      "AAQ": 715,
      "SNPMDTMTYL": 716,
      "GIPI": 717,
      "GEYGI": 718,
      "PVA": 719,
      "MARK": 720,
      "GGIPL": 721,
      "SARFK": 722,
      "PQGK": 723,
      "GAIF": 724,
      "YYAPA": 725,
      "GSV": 726,
      "PVV": 727,
      "EVI": 728,
      "YADIA": 729,
      "GEMLGKDQPVILQ": 730,
      "KF": 731,
      "RQ": 732,
      "TKLL": 733,
      "NDI": 734,
      "ALQ": 735,
      "WQ": 736,
      "SIV": 737,
      "TFVA": 738,
      "GMERGDLL": 739,
      "LLEITP": 740,
      "SLD": 741,
      "DGM": 742,
      "VASR": 743,
      "NT": 744,
      "GAGF": 745,
      "KHS": 746,
      "KTGSAFYAPA": 747,
      "YRFA": 748,
      "LLDI": 749,
      "VGKRGAAIIEA": 750,
      "ERA": 751,
      "SGLP": 752,
      "KSA": 753,
      "GEK": 754,
      "VLVVGNPANTNALIA": 755,
      "KDL": 756,
      "NF": 757,
      "EKVI": 758,
      "GQAL": 759,
      "DGK": 760,
      "TTLD": 761,
      "MAQ": 762,
      "IAR": 763,
      "SSFQS": 764,
      "CR": 765,
      "ME": 766,
      "VGAS": 767,
      "REF": 768,
      "TYGGH": 769,
      "DEL": 770,
      "PIR": 771,
      "GPDQ": 772,
      "EGK": 773,
      "SLV": 774,
      "EVL": 775,
      "SAF": 776,
      "GYSLLFRIAS": 777,
      "MVLGGHGD": 778,
      "PY": 779,
      "VTVTGAAGQI": 780,
      "GVL": 781,
      "MGG": 782,
      "GAAIIKA": 783,
      "DIK": 784,
      "KKL": 785,
      "GDWVS": 786,
      "GRSSFQS": 787,
      "GTND": 788,
      "GVPVIL": 789,
      "FLPT": 790,
      "ALKGV": 791,
      "AGI": 792,
      "LDQ": 793,
      "TNDYSK": 794,
      "IVTAGVPRKPGMSRDDLLGINLKVM": 795,
      "TH": 796,
      "IPT": 797,
      "TAGSDVV": 798,
      "NVA": 799,
      "GGATLTKLL": 800,
      "MELEDCAFPLL": 801,
      "GYA": 802,
      "GVPQ": 803,
      "GFDT": 804,
      "DK": 805,
      "EKI": 806,
      "GVPVVL": 807,
      "KLR": 808,
      "VY": 809,
      "IAI": 810,
      "HW": 811,
      "NN": 812,
      "VVLV": 813,
      "TIV": 814,
      "QKELGD": 815,
      "EQA": 816,
      "GPQ": 817,
      "GGTLAH": 818,
      "GGR": 819,
      "CH": 820,
      "RKPGMDR": 821,
      "FIPTVAKR": 822,
      "MYAD": 823,
      "YSTVAGIPLPDL": 824,
      "NVS": 825,
      "AAF": 826,
      "KAV": 827,
      "ALLVGARPRGPGMERKDLL": 828,
      "YK": 829,
      "SDLL": 830,
      "NH": 831,
      "FNV": 832,
      "ELEL": 833,
      "EAS": 834,
      "YVGVPT": 835,
      "TRLA": 836,
      "MSK": 837,
      "INA": 838,
      "KII": 839,
      "PGA": 840,
      "FVICITNPLDAMVWALREF": 841,
      "TMVPLPRYTT": 842,
      "EAKA": 843,
      "FNPA": 844,
      "EDL": 845,
      "FSQ": 846,
      "VGKRGAAIIEARGLSSAASAANAAIDH": 847,
      "SNPLDVMTY": 848,
      "DTMV": 849,
      "PVRL": 850,
      "DVL": 851,
      "GADVV": 852,
      "PKNRVI": 853,
      "NAGT": 854,
      "MH": 855,
      "ILPCAA": 856,
      "VAR": 857,
      "WGNHSS": 858,
      "IAC": 859,
      "PDF": 860,
      "DIF": 861,
      "GLKELGD": 862,
      "DAR": 863,
      "GSATL": 864,
      "MFD": 865,
      "HC": 866,
      "TARY": 867,
      "VAFKDA": 868,
      "WGNHSPTMYAD": 869,
      "VGASCA": 870,
      "QKFS": 871,
      "PAER": 872,
      "GAGQIGGTLAHL": 873,
      "TNDY": 874,
      "EEII": 875,
      "TEL": 876,
      "ERIV": 877,
      "VP": 878,
      "VAI": 879,
      "GGL": 880,
      "STRL": 881,
      "IY": 882,
      "MAESYLKD": 883,
      "KTL": 884,
      "VITSGLP": 885,
      "VVD": 886,
      "FLAEE": 887,
      "GAAGGI": 888,
      "TMVPV": 889,
      "VITSGIPRKPGMTREELIGINAGIVK": 890,
      "QN": 891,
      "PW": 892,
      "NAKI": 893,
      "MRDWAL": 894,
      "MVEAIV": 895,
      "ALLL": 896,
      "VSV": 897,
      "DLR": 898,
      "IVA": 899,
      "GNGSAYYAP": 900,
      "SSGGA": 901,
      "GIARKPGMSRDDL": 902,
      "MKK": 903,
      "LDGEY": 904,
      "NGGI": 905,
      "PIA": 906,
      "GGATLTKLLGTSAWYAPGAA": 907,
      "NIA": 908,
      "QLL": 909,
      "IIL": 910,
      "NAGTEVV": 911,
      "GQSGVLDTAR": 912,
      "VKMGW": 913,
      "DMVPLVR": 914,
      "GRK": 915,
      "TANSDVV": 916,
      "SSGGAPRK": 917,
      "MP": 918,
      "EGVA": 919,
      "MKVTVVGAGA": 920,
      "ISQ": 921,
      "SC": 922,
      "SGLPH": 923,
      "QRR": 924,
      "IQNAGTEVV": 925,
      "TILPLL": 926,
      "SLN": 927,
      "NAQ": 928,
      "GTPE": 929,
      "DAMTY": 930,
      "VIGA": 931,
      "GGGSATL": 932,
      "FRIAA": 933,
      "EEI": 934,
      "TNPLDV": 935,
      "IIGMGGALDSARFK": 936,
      "AM": 937,
      "IH": 938,
      "GSDVV": 939,
      "SVV": 940,
      "SDGSYGIPE": 941,
      "GNI": 942,
      "KPR": 943,
      "MKVA": 944,
      "SNPLDAMV": 945,
      "EGLISSF": 946,
      "DWVL": 947,
      "GAAGGIGQAL": 948,
      "IAN": 949,
      "TNPVN": 950,
      "GER": 951,
      "PTKGKALD": 952,
      "KVS": 953,
      "TILPLLSQ": 954,
      "VRL": 955,
      "FTAMLRLDHNRALSQ": 956,
      "GVH": 957,
      "TYGGHGEQ": 958,
      "TID": 959,
      "PCSV": 960,
      "EEIV": 961,
      "IIGA": 962,
      "YVGVPVVI": 963,
      "VVLFDIA": 964,
      "ESV": 965,
      "VKL": 966,
      "QGEY": 967,
      "SVEDVTAFVLGGHGD": 968,
      "SNPV": 969,
      "KGI": 970,
      "GVS": 971,
      "WGNHSATQYPDI": 972,
      "VGASCAEY": 973,
      "ALTR": 974,
      "EGKAMDL": 975,
      "DP": 976,
      "ESIV": 977,
      "RGASSAASAANAAIDH": 978,
      "LDAIV": 979,
      "FKPQ": 980,
      "DLSH": 981,
      "GPI": 982,
      "LAEK": 983,
      "PVTC": 984,
      "PVTT": 985,
      "DF": 986,
      "LLA": 987,
      "MARKKIALI": 988,
      "ELK": 989,
      "VLVVGNPANTNAYIAMKSAPDL": 990,
      "TPV": 991,
      "MAEAYLKD": 992,
      "PER": 993,
      "TVQ": 994,
      "AALDSTRL": 995,
      "DIR": 996,
      "FTAMTRLDHNRA": 997,
      "TTVA": 998,
      "TREDLLK": 999,
      "CLY": 1000,
      "FVICITNPLDAMVWALREFSGLPH": 1001,
      "GFPR": 1002,
      "MKA": 1003,
      "SAD": 1004,
      "YCPDV": 1005,
      "EIEL": 1006,
      "PVCA": 1007,
      "SVKDV": 1008,
      "PGQ": 1009,
      "QGV": 1010,
      "GSAFYAP": 1011,
      "GMV": 1012,
      "DGMVI": 1013,
      "SVEDV": 1014,
      "SDY": 1015,
      "TARYRA": 1016,
      "ETL": 1017,
      "SSPV": 1018,
      "FQ": 1019,
      "IQNAGTEVVEAKA": 1020,
      "DVA": 1021,
      "TSV": 1022,
      "GEF": 1023,
      "RS": 1024,
      "IVTAGVA": 1025,
      "FLS": 1026,
      "PGMSR": 1027,
      "CLIA": 1028,
      "SLI": 1029,
      "AAEGTA": 1030,
      "VTVTGAAGQIGYALLFRIAS": 1031,
      "HSD": 1032,
      "NDL": 1033,
      "TLD": 1034,
      "FC": 1035,
      "NM": 1036,
      "EFSR": 1037,
      "WGNHSPTMYADYRFA": 1038,
      "HD": 1039,
      "TVS": 1040,
      "GAGNI": 1041,
      "RPRGPGMER": 1042,
      "KKAGV": 1043,
      "NGL": 1044,
      "EAVK": 1045,
      "VDA": 1046,
      "GGGSATLSM": 1047,
      "TAQGKAL": 1048,
      "GAAGMI": 1049,
      "NDY": 1050,
      "GAAGMIGSN": 1051,
      "KM": 1052,
      "LDE": 1053,
      "DIQA": 1054,
      "GTD": 1055,
      "GAGG": 1056,
      "DIQ": 1057,
      "TFIA": 1058,
      "PVIGGH": 1059,
      "IISSGGAPRK": 1060,
      "NDQ": 1061,
      "GQYGV": 1062,
      "MLA": 1063,
      "FVICITNPLDAMVWALQKFS": 1064,
      "LR": 1065,
      "SEVV": 1066,
      "TGV": 1067,
      "FAQ": 1068,
      "NSV": 1069,
      "GVAV": 1070,
      "SARFR": 1071,
      "GPA": 1072,
      "WGNHSATQYPDL": 1073,
      "SAL": 1074,
      "YSF": 1075,
      "GNPANTN": 1076,
      "GVPVII": 1077,
      "LK": 1078,
      "CQ": 1079,
      "SNHF": 1080,
      "PRKA": 1081,
      "SDGSYGVPEGLISSF": 1082,
      "DQKR": 1083,
      "NAK": 1084,
      "NKVV": 1085,
      "GADVCIVTAGVPRKPGMSRDDLLGINLKVM": 1086,
      "KKRVLPCAA": 1087,
      "SVAEL": 1088,
      "KKK": 1089,
      "GRSSFQSPA": 1090,
      "VII": 1091,
      "KYIISSGGAPRK": 1092,
      "MMR": 1093,
      "SGE": 1094,
      "GYD": 1095,
      "YAPNA": 1096,
      "YEIV": 1097,
      "GDA": 1098,
      "ALLVGS": 1099,
      "EGKAMDLMQTA": 1100,
      "SAAIDH": 1101,
      "SII": 1102,
      "NAR": 1103,
      "GMERKDLL": 1104,
      "WGNHSPTMY": 1105,
      "KVT": 1106,
      "TRNGGAEIV": 1107,
      "IVERTRKGGGEIV": 1108,
      "GAAGQI": 1109,
      "TNAGI": 1110,
      "EGKALDI": 1111,
      "KLN": 1112,
      "SVEN": 1113,
      "SDD": 1114,
      "HKGY": 1115,
      "EAIV": 1116,
      "WV": 1117,
      "WGNHSSTQY": 1118,
      "EGT": 1119,
      "DMV": 1120,
      "EEQ": 1121,
      "EVT": 1122,
      "GIITNPVN": 1123,
      "WVTMGIP": 1124,
      "MRK": 1125,
      "VLVVGNPCNTN": 1126,
      "PSQ": 1127,
      "GLPA": 1128,
      "SVD": 1129,
      "IIV": 1130,
      "NIV": 1131,
      "EAV": 1132,
      "PVTP": 1133,
      "GKAIND": 1134,
      "DQKK": 1135,
      "YRLA": 1136,
      "YCPDVKH": 1137,
      "PSL": 1138,
      "GSHGD": 1139,
      "PLAR": 1140,
      "VLGAAGGIGQAL": 1141,
      "IQNAGTEVVEAKAGGGSATLSM": 1142,
      "SP": 1143,
      "ERII": 1144,
      "YVE": 1145,
      "YQ": 1146,
      "EKVV": 1147,
      "DLV": 1148,
      "KGA": 1149,
      "PKIALI": 1150,
      "MAVFA": 1151,
      "EHL": 1152,
      "YDIA": 1153,
      "TQF": 1154,
      "GGATLTGLL": 1155,
      "KVV": 1156,
      "KTGSAYYAPA": 1157,
      "NAQIF": 1158,
      "MDA": 1159,
      "FIPTVAKRGAAIIEA": 1160,
      "AGV": 1161,
      "MAA": 1162,
      "PVQ": 1163,
      "GQLL": 1164,
      "DVVLV": 1165,
      "EVM": 1166,
      "GTNGK": 1167,
      "SAGVA": 1168,
      "SGI": 1169,
      "KTGSAYYAPSAA": 1170,
      "EKR": 1171,
      "EGFDA": 1172,
      "EFL": 1173,
      "KAVGEGI": 1174,
      "IAE": 1175,
      "TVD": 1176,
      "PQGKGLD": 1177,
      "QEL": 1178,
      "SMVPL": 1179,
      "TEQ": 1180,
      "GLAL": 1181,
      "LAV": 1182,
      "TARYRAFLA": 1183,
      "SVL": 1184,
      "RKPGMSRDDLI": 1185,
      "GYALLFRIASGEMLGKDQPVILQ": 1186,
      "TGS": 1187,
      "SSRFR": 1188,
      "FIPTVQQR": 1189,
      "VIGGHGDTTMIPL": 1190,
      "EANGGI": 1191,
      "IQNAGTEVVEAKAGGGSATLSMGQ": 1192,
      "GKN": 1193,
      "AAI": 1194,
      "QRTRDGGAEIVGLLKTGSAFYAPA": 1195,
      "MKVAVLGAAGGIGQAL": 1196,
      "GLPK": 1197,
      "MVR": 1198,
      "FDGA": 1199,
      "KGY": 1200,
      "QKA": 1201,
      "PLGG": 1202,
      "GAGNVGATAA": 1203,
      "NGE": 1204,
      "GFP": 1205,
      "GTSAWYAPGAAAAQ": 1206,
      "IAYLEGEY": 1207,
      "PDEKA": 1208,
      "TVK": 1209,
      "MARN": 1210,
      "SAGVARKPGMDR": 1211,
      "GYS": 1212,
      "DIL": 1213,
      "NAPDI": 1214,
      "EVK": 1215,
      "FAA": 1216,
      "VLGGHGDDMVPLVR": 1217,
      "AK": 1218,
      "TDA": 1219,
      "YDIAPVTP": 1220,
      "WVS": 1221,
      "YGS": 1222,
      "TAF": 1223,
      "FLPTVGKRGAAIIEARGLSSAASAANAAIDH": 1224,
      "TNPLDVMV": 1225,
      "CS": 1226,
      "HI": 1227,
      "ILQ": 1228,
      "GTNPIA": 1229,
      "YLGVPT": 1230,
      "TDL": 1231,
      "GAY": 1232,
      "ENGEY": 1233,
      "MVEAILKD": 1234,
      "SGVTILPLLSQ": 1235,
      "MGGHGDTMVPLPRYTT": 1236,
      "KTGSAFYAPAASA": 1237,
      "IIGMGGALDSARFKYRLA": 1238,
      "ELI": 1239,
      "GIAGY": 1240,
      "ENPTKGKALD": 1241,
      "FGVTTLD": 1242,
      "GFDTKIT": 1243,
      "GMERADLL": 1244,
      "MARPKIALI": 1245,
      "HGV": 1246,
      "GAMR": 1247,
      "DVI": 1248,
      "GLPRKPGMSR": 1249,
      "TREDLLKGN": 1250,
      "TMVPLTR": 1251,
      "MKT": 1252,
      "TKR": 1253,
      "PLVA": 1254,
      "STA": 1255,
      "NLLGNGSAYYAP": 1256,
      "TELL": 1257,
      "PAKN": 1258,
      "TKV": 1259,
      "LAI": 1260,
      "TPNI": 1261,
      "RGASSAASAANAA": 1262,
      "FDGV": 1263,
      "SNPMDTMTY": 1264,
      "GDL": 1265,
      "MKVTVVGAGAVGASCAEY": 1266,
      "PSR": 1267,
      "PADR": 1268,
      "VGAGI": 1269,
      "TTVAIAA": 1270,
      "GNA": 1271,
      "EAC": 1272,
      "GGHSD": 1273,
      "TM": 1274,
      "PQGKALDL": 1275,
      "PAAA": 1276,
      "ALEGV": 1277,
      "NAVK": 1278,
      "EC": 1279,
      "MAKA": 1280,
      "IVTAGVARKPGMSRDDLLGINLKVM": 1281,
      "RKL": 1282,
      "EQL": 1283,
      "RI": 1284,
      "EIDA": 1285,
      "YSGLK": 1286,
      "TKK": 1287,
      "IIKLR": 1288,
      "ERVV": 1289,
      "GGK": 1290,
      "GVAVDLSH": 1291,
      "SW": 1292,
      "EMT": 1293,
      "QGLD": 1294,
      "TTV": 1295,
      "EQII": 1296,
      "RLLEI": 1297,
      "NAGIVR": 1298,
      "PPA": 1299,
      "PGV": 1300,
      "TGT": 1301,
      "PCAV": 1302,
      "VVSNPLD": 1303,
      "GGEIV": 1304,
      "GML": 1305,
      "LLDIKEGFA": 1306,
      "DIVVITA": 1307,
      "RGV": 1308,
      "KLI": 1309,
      "PSTA": 1310,
      "FM": 1311,
      "AASLV": 1312,
      "VGATCA": 1313,
      "IMMA": 1314,
      "EGKAMDLMQTASLN": 1315,
      "TLN": 1316,
      "PDVPAER": 1317,
      "QAIAC": 1318,
      "LLEIPDEKA": 1319,
      "LISAGVARKPGMDR": 1320,
      "ALN": 1321,
      "SGT": 1322,
      "HGE": 1323,
      "YSYA": 1324,
      "YSTV": 1325,
      "LDENRA": 1326,
      "KDV": 1327,
      "KGT": 1328,
      "MSQ": 1329,
      "GIPVT": 1330,
      "IAES": 1331,
      "EID": 1332,
      "HAPNA": 1333,
      "PRQ": 1334,
      "EIL": 1335,
      "MGIP": 1336,
      "YLNGEY": 1337,
      "NVLA": 1338,
      "TTQEK": 1339,
      "GKL": 1340,
      "QT": 1341,
      "ELNV": 1342,
      "KDM": 1343,
      "PEGW": 1344,
      "GSHKGY": 1345,
      "DFA": 1346,
      "GQAGVLD": 1347,
      "EDT": 1348,
      "GAF": 1349,
      "PAGS": 1350,
      "VTIV": 1351,
      "NVL": 1352,
      "VAQ": 1353,
      "EEER": 1354,
      "ALTRLDHNRA": 1355,
      "VASRNVK": 1356,
      "TSAIE": 1357,
      "IGV": 1358,
      "SLA": 1359,
      "ELGV": 1360,
      "GYSLLFR": 1361,
      "VKA": 1362,
      "KISVI": 1363,
      "TGD": 1364,
      "GSTNDYSK": 1365,
      "SSRFK": 1366,
      "FGPQ": 1367,
      "ELSL": 1368,
      "DLN": 1369,
      "KLV": 1370,
      "ERI": 1371,
      "EANGAIF": 1372,
      "SDVDGMVI": 1373,
      "QGE": 1374,
      "KSVGEGI": 1375,
      "YCPDVKHVV": 1376,
      "KP": 1377,
      "GAGNVGATCADV": 1378,
      "MMELEDCAFPLL": 1379,
      "MIR": 1380,
      "MAY": 1381,
      "CKGID": 1382,
      "AAV": 1383,
      "IIGMGGALDSARFKYRLAEAL": 1384,
      "TNPVDAMTY": 1385,
      "GMIGGTLAH": 1386,
      "EVVALL": 1387,
      "SMV": 1388,
      "CKMR": 1389,
      "PKNRVIGQSGVLDTAR": 1390,
      "SDA": 1391,
      "TFLA": 1392,
      "IIGT": 1393,
      "DIA": 1394,
      "VDH": 1395,
      "TKGMERGDLL": 1396,
      "SIA": 1397,
      "SYEHL": 1398,
      "AAY": 1399,
      "PDLD": 1400,
      "ITGAAGQI": 1401,
      "AAEGTAMELDDCAFPLL": 1402,
      "QGG": 1403,
      "NKSA": 1404,
      "MAEAYL": 1405,
      "KYSPNA": 1406,
      "PGE": 1407,
      "PID": 1408,
      "MTA": 1409,
      "MAEAILKD": 1410,
      "PVK": 1411,
      "LLEITPALK": 1412,
      "MAEAYLKDQKR": 1413,
      "SKI": 1414,
      "GVPQGKAL": 1415,
      "LLPCAA": 1416,
      "GPDT": 1417,
      "QGI": 1418,
      "LAS": 1419,
      "SVDAVK": 1420,
      "PVRVAVTGAAGQIGYALLFRIASGEMLGKDQPVILQ": 1421,
      "GAEII": 1422,
      "RGASSAASAASAAIDH": 1423,
      "MKITVV": 1424,
      "WEIV": 1425,
      "GVPQGKALD": 1426,
      "LLYSGLK": 1427,
      "GMLD": 1428,
      "KTQL": 1429,
      "ERIDA": 1430,
      "TVN": 1431,
      "KRTR": 1432,
      "HY": 1433,
      "RT": 1434,
      "TDDPN": 1435,
      "GMVPL": 1436,
      "GDWTS": 1437,
      "MARNKIALI": 1438,
      "FAMTR": 1439,
      "PKDIQA": 1440,
      "GHFF": 1441,
      "WGNHSATQYPDIFHA": 1442,
      "GTNDY": 1443,
      "MELGV": 1444,
      "KYL": 1445,
      "VAV": 1446,
      "VIFNPA": 1447,
      "GAAVI": 1448,
      "IFI": 1449,
      "NPNL": 1450,
      "ELDL": 1451,
      "IAL": 1452,
      "NAP": 1453,
      "FSK": 1454,
      "GMAGILDTARYRAFLA": 1455,
      "GLS": 1456,
      "SHGVA": 1457,
      "EDI": 1458,
      "TMVPLVR": 1459,
      "GDPER": 1460,
      "VVLFD": 1461,
      "VAS": 1462,
      "WLA": 1463,
      "HAPDA": 1464,
      "FGK": 1465,
      "GAAL": 1466,
      "ARIDA": 1467,
      "KKAGVYD": 1468,
      "GIITNPVNTTVAIAA": 1469,
      "YSYAGGIPL": 1470,
      "CLL": 1471,
      "TIA": 1472,
      "RKR": 1473,
      "NAAIF": 1474,
      "KGF": 1475,
      "GVI": 1476,
      "LAGLKELGD": 1477,
      "DRA": 1478,
      "DMI": 1479,
      "SDIV": 1480,
      "VID": 1481,
      "YVD": 1482,
      "GTGW": 1483,
      "MSKK": 1484,
      "SGY": 1485,
      "IC": 1486,
      "SSV": 1487,
      "IEI": 1488,
      "TEE": 1489,
      "NGKIF": 1490,
      "SAVL": 1491,
      "HM": 1492,
      "SEL": 1493,
      "LLEITPAL": 1494,
      "KPRGPGMER": 1495,
      "HV": 1496,
      "QE": 1497,
      "QF": 1498,
      "YED": 1499,
      "HAAD": 1500,
      "TSD": 1501,
      "IIR": 1502,
      "TNPLDVM": 1503,
      "DVTAFVLGGHGDTMV": 1504,
      "WVD": 1505,
      "IEK": 1506,
      "KTLA": 1507,
      "NLV": 1508,
      "TLL": 1509,
      "YSTVAGIPLPDLVKMGW": 1510,
      "MTNA": 1511,
      "GGGQI": 1512,
      "PAGT": 1513,
      "KRL": 1514,
      "PISDVDGMVI": 1515,
      "YSTVAGIPI": 1516,
      "MDI": 1517,
      "AAK": 1518,
      "DAV": 1519,
      "TTAL": 1520,
      "NVALLVGARPR": 1521,
      "PAD": 1522,
      "NAPDA": 1523,
      "NIKK": 1524,
      "NLA": 1525,
      "EAR": 1526,
      "VGGI": 1527,
      "DVS": 1528,
      "MAL": 1529,
      "PVIGGHSGVTILPLLSQ": 1530,
      "TAGVP": 1531,
      "DIPQ": 1532,
      "NGKLE": 1533,
      "KDKKR": 1534,
      "ENIL": 1535,
      "TDY": 1536,
      "GCA": 1537,
      "ILL": 1538,
      "GKPL": 1539,
      "FAK": 1540,
      "ETPSTA": 1541,
      "LDI": 1542,
      "EIKL": 1543,
      "GAGNVGATTA": 1544,
      "VAVTGAAGQIGYSLLFRIAS": 1545,
      "NAL": 1546,
      "TGQY": 1547,
      "QAL": 1548,
      "VAEGI": 1549,
      "WGNHSPTMYPD": 1550,
      "YFL": 1551,
      "GLPKNR": 1552,
      "WVTMGVP": 1553,
      "NAD": 1554,
      "EEW": 1555,
      "WVPP": 1556,
      "ELDDCAF": 1557,
      "ELKL": 1558,
      "GIV": 1559,
      "DAK": 1560,
      "CY": 1561,
      "IVLFDIA": 1562,
      "GVNAGIVK": 1563,
      "GSD": 1564,
      "KDT": 1565,
      "GTSAWYAPGA": 1566,
      "QIV": 1567,
      "LLEGEY": 1568,
      "ILV": 1569,
      "FSA": 1570,
      "KHLL": 1571,
      "MFGF": 1572,
      "TGLVT": 1573,
      "GMAGVLDSARFRH": 1574,
      "NE": 1575,
      "PNL": 1576,
      "ELGLI": 1577,
      "KRR": 1578,
      "TII": 1579,
      "TGQ": 1580,
      "IIIVVSNPLDVMTY": 1581,
      "GAGNIGGTLAHL": 1582,
      "LID": 1583,
      "GAGFTGA": 1584,
      "WR": 1585,
      "NVTVTGAAGQIGYALLFRIAS": 1586,
      "YLGV": 1587,
      "LLEIPDEKAQK": 1588,
      "IAD": 1589,
      "NAEI": 1590,
      "MVES": 1591,
      "GALD": 1592,
      "MSR": 1593,
      "GIARKPGMSRDDLL": 1594,
      "MAVP": 1595,
      "CLYDV": 1596,
      "VMELDDCAFPLL": 1597,
      "LDHNRALTQ": 1598,
      "EVR": 1599,
      "PEE": 1600,
      "ALLVGA": 1601,
      "GALL": 1602,
      "IAK": 1603,
      "PDFY": 1604,
      "GAAGMIGSNMAQ": 1605,
      "AAVK": 1606,
      "DAD": 1607,
      "FVIVI": 1608,
      "GPWVPP": 1609,
      "DGL": 1610,
      "MARPKIALIGAGQIGGTLAHL": 1611,
      "CC": 1612,
      "FTN": 1613,
      "SAN": 1614,
      "TNAKIV": 1615,
      "LDQNRA": 1616,
      "ALLVGARPRGPGMERKDLLEA": 1617,
      "MSKVTVV": 1618,
      "IIER": 1619,
      "NRVI": 1620,
      "MDLL": 1621,
      "SNHFGIAGY": 1622,
      "VGATCAD": 1623,
      "QAIACDQKK": 1624,
      "TSL": 1625,
      "ALLVGSV": 1626,
      "TFIAQ": 1627,
      "VVGMAGVLDSARFRY": 1628,
      "NGIPV": 1629,
      "KYIISSGGAPRKEGM": 1630,
      "ELLA": 1631,
      "IPTA": 1632,
      "TVT": 1633,
      "TSAA": 1634,
      "VAY": 1635,
      "MAVF": 1636,
      "MLGPDQ": 1637,
      "VAVTGAAGQIGYSLLFR": 1638,
      "EGFD": 1639,
      "MTIWGNHSATQYPDL": 1640,
      "GMAGVLDTAR": 1641,
      "TYGGHGEQMAVFA": 1642,
      "MKVAVLGAAGGIGQALALLL": 1643,
      "SGK": 1644,
      "VGG": 1645,
      "TLAALDSTRL": 1646,
      "FKDV": 1647,
      "GVPQGK": 1648,
      "VAL": 1649,
      "VTA": 1650,
      "KDR": 1651,
      "CD": 1652,
      "QRLA": 1653,
      "SHGVARL": 1654,
      "KESGF": 1655,
      "FVGVPVKL": 1656,
      "FVLGGHGDTMVPLPR": 1657,
      "GNPANTNALIA": 1658,
      "EGG": 1659,
      "WI": 1660,
      "GLVVA": 1661,
      "FLSL": 1662,
      "TRNGGA": 1663,
      "LISAGVARKPGMDRSDL": 1664,
      "HQ": 1665,
      "IKK": 1666,
      "YGI": 1667,
      "GFTGA": 1668,
      "GVPCII": 1669,
      "IITAGIARKPGMSRDDL": 1670,
      "FLV": 1671,
      "TAQ": 1672,
      "IAEK": 1673,
      "TAQGKALNA": 1674,
      "HGL": 1675,
      "KNR": 1676,
      "GIPVPDL": 1677,
      "FNI": 1678,
      "IQNAGTEVVEAKAGGGSATLSMGQAAA": 1679,
      "GVPL": 1680,
      "SSL": 1681,
      "WLE": 1682,
      "VVGMAGVLDSARFRH": 1683,
      "FIPTVQQRGAAIIKA": 1684,
      "TTN": 1685,
      "FRTFVA": 1686,
      "KHSPNA": 1687,
      "FRIAAGD": 1688,
      "PGMSRDDLL": 1689,
      "NAN": 1690,
      "GQAGMLD": 1691,
      "PLVAPT": 1692,
      "EAF": 1693,
      "MGV": 1694,
      "SAY": 1695,
      "VQKR": 1696,
      "EANGGIFKPQ": 1697,
      "GHFFGAMR": 1698,
      "GANGV": 1699,
      "SGANY": 1700,
      "SSRF": 1701,
      "IVEGL": 1702,
      "GEHGD": 1703,
      "MVI": 1704,
      "MNQ": 1705,
      "VAF": 1706,
      "GQIA": 1707,
      "GTAE": 1708,
      "GADVI": 1709,
      "ENPTKGKALDML": 1710,
      "RE": 1711,
      "EFGV": 1712,
      "KVTVV": 1713,
      "EQVGAGI": 1714,
      "FSF": 1715,
      "QRTRDGGAEIVGLLKTGSAFYAPATSAIE": 1716,
      "HH": 1717,
      "GGVPL": 1718,
      "KAL": 1719,
      "TANSDI": 1720,
      "IAYLEGEYGY": 1721,
      "IAMAESYLKD": 1722,
      "KTGK": 1723,
      "DEFSR": 1724,
      "FIS": 1725,
      "YVGVPTVIGA": 1726,
      "MTT": 1727,
      "GTDD": 1728,
      "VEER": 1729,
      "YT": 1730,
      "MKVTVVGAGAVGASCAEYIAI": 1731,
      "GVPQGKALDL": 1732,
      "DIKEGFA": 1733,
      "FPA": 1734,
      "HGI": 1735,
      "KYSPN": 1736,
      "TNAGIVK": 1737,
      "NKI": 1738,
      "SPA": 1739,
      "IIFNPA": 1740,
      "VADI": 1741,
      "SNPMDTMTYLV": 1742,
      "MGTSAWYAPGAAAAQ": 1743,
      "RDEK": 1744,
      "MMELEDCAFPLLAGM": 1745,
      "VSA": 1746,
      "GDR": 1747,
      "VLIP": 1748,
      "GLPRKPGMSRDDLL": 1749,
      "IIKLRGRSSFQSPA": 1750,
      "IAM": 1751,
      "VTI": 1752,
      "EASPVQ": 1753,
      "AMCH": 1754,
      "ADL": 1755,
      "GGALL": 1756,
      "RKA": 1757,
      "NLLGNGSAYYAPAASLV": 1758,
      "EGKAMDLMQTASLNGFDTKIT": 1759,
      "GVAHLL": 1760,
      "VRLW": 1761,
      "HSDPM": 1762,
      "GIPRKPGMSRDDLL": 1763,
      "GAAIIDA": 1764,
      "ELAEER": 1765,
      "GAN": 1766,
      "PRER": 1767,
      "DAL": 1768,
      "GIITNPVNTTVAIAAEVL": 1769,
      "EDV": 1770,
      "QQR": 1771,
      "GVTNDY": 1772,
      "TLGSHGD": 1773,
      "RFGL": 1774,
      "EEMR": 1775,
      "GEYGL": 1776,
      "HSPN": 1777,
      "KELA": 1778,
      "QKELGDVVLV": 1779,
      "GQAGMLDTAR": 1780,
      "NEVV": 1781,
      "EEIL": 1782,
      "YADIAGADVCIVTAGVPRKPGMSRDDLLGINLKVM": 1783,
      "ENL": 1784,
      "IVLV": 1785,
      "GGTL": 1786,
      "VSGF": 1787,
      "TRKGGAEIV": 1788,
      "QY": 1789,
      "YSY": 1790,
      "SVS": 1791,
      "TNPVDAMTYTV": 1792,
      "VGATCADNIA": 1793,
      "YLS": 1794,
      "GGAA": 1795,
      "VAK": 1796,
      "MMELDDCAFPLL": 1797,
      "TEA": 1798,
      "PVD": 1799,
      "QLAA": 1800,
      "ILIVV": 1801,
      "TVV": 1802,
      "PTTD": 1803,
      "ELKE": 1804,
      "GMERSDLL": 1805,
      "MAESYL": 1806,
      "GAGFYGS": 1807,
      "ILQRK": 1808,
      "GVK": 1809,
      "TTTAA": 1810,
      "SVC": 1811,
      "NAPDLD": 1812,
      "TTI": 1813,
      "VLD": 1814,
      "GELVKL": 1815,
      "KTGSAYYAPSAAAAR": 1816,
      "YLGVEA": 1817,
      "VAVTGAA": 1818,
      "GAR": 1819,
      "FLADEF": 1820,
      "PVAA": 1821,
      "EKF": 1822,
      "MKQ": 1823,
      "AASQ": 1824,
      "GGGGEIV": 1825,
      "EKGSAFYAP": 1826,
      "PVCAWVD": 1827,
      "EEKA": 1828,
      "MQA": 1829,
      "GKNAA": 1830,
      "GAAD": 1831,
      "GTNGKWVTMGIP": 1832,
      "VLA": 1833,
      "HSPNA": 1834,
      "MMQ": 1835,
      "PSA": 1836,
      "VLVVGNPANTNAL": 1837,
      "YF": 1838,
      "GMP": 1839,
      "GPSE": 1840,
      "QH": 1841,
      "GDI": 1842,
      "SSVA": 1843,
      "PKER": 1844,
      "IVTAGVPRKPGMSRDDLL": 1845,
      "ALLVGSRPRGPGMER": 1846,
      "DRL": 1847,
      "TWVN": 1848,
      "CLIAMN": 1849,
      "TPA": 1850,
      "CAYVE": 1851,
      "VRDW": 1852,
      "PFA": 1853,
      "QAW": 1854,
      "MLV": 1855,
      "IVD": 1856,
      "GSND": 1857,
      "TLV": 1858,
      "MVQ": 1859,
      "EIK": 1860,
      "SNPLDA": 1861,
      "AGIVK": 1862,
      "KTLAEL": 1863,
      "YLD": 1864,
      "PTLA": 1865,
      "FRPA": 1866,
      "NDFSR": 1867,
      "TVDGK": 1868,
      "FVICITNPLDVMV": 1869,
      "SGG": 1870,
      "LLSA": 1871,
      "SNL": 1872,
      "GAAIIAAR": 1873,
      "SHA": 1874,
      "VMMA": 1875,
      "TGI": 1876,
      "GAI": 1877,
      "EAILKD": 1878,
      "VASRDVK": 1879,
      "TYGGHGEQMAVF": 1880,
      "VVSNPLDEMT": 1881,
      "EMV": 1882,
      "DVTAL": 1883,
      "DLTGLVT": 1884,
      "MRA": 1885,
      "LDHNRALA": 1886,
      "VLVVGNPANTNALI": 1887,
      "TNAKI": 1888,
      "SDVVVITA": 1889,
      "GSGMIGGTLAH": 1890,
      "ELLEER": 1891,
      "ETV": 1892,
      "TCA": 1893,
      "ELC": 1894,
      "VRDWVL": 1895,
      "EQIV": 1896,
      "TDDA": 1897,
      "EGS": 1898,
      "RV": 1899,
      "EKAL": 1900,
      "FRA": 1901,
      "VAD": 1902,
      "GQKDI": 1903,
      "KNFA": 1904,
      "SVKDI": 1905,
      "EELL": 1906,
      "IPR": 1907,
      "SYSLL": 1908,
      "KISLI": 1909,
      "ELREER": 1910,
      "TKD": 1911,
      "VNTN": 1912,
      "SSAASAANA": 1913,
      "FIPTVAKRGAAIIEARGASSAASAANAAIDH": 1914,
      "ELPL": 1915,
      "TVQGKAL": 1916,
      "MVPLPR": 1917,
      "KKRVL": 1918,
      "KTGSAYYAPAASA": 1919,
      "SGANYGPWVPP": 1920,
      "ESL": 1921,
      "RGS": 1922,
      "VLMGGHGDTMVPLPRYTT": 1923,
      "KID": 1924,
      "EEVV": 1925,
      "SAFEQ": 1926,
      "DLTGLVTLLYSGLK": 1927,
      "KHL": 1928,
      "TKN": 1929,
      "GGQ": 1930,
      "GRAL": 1931,
      "MMGL": 1932,
      "VAADTMV": 1933,
      "TTTAANGKLE": 1934,
      "ETK": 1935,
      "LLDL": 1936,
      "EAI": 1937,
      "EEQA": 1938,
      "PSLA": 1939,
      "LLEIPDEKAQKALKGV": 1940,
      "KIA": 1941,
      "GTPA": 1942,
      "PVRVAVTGAAGQIGYSLLFRIAS": 1943,
      "TLGSHGDTMVPV": 1944,
      "SRDVK": 1945,
      "VMELND": 1946,
      "ALVGA": 1947,
      "MKVTIV": 1948,
      "EGADVV": 1949,
      "SQC": 1950,
      "VITSGLPRKPGMTREELI": 1951,
      "AAC": 1952,
      "SEER": 1953,
      "GTNPI": 1954,
      "GTNDYAD": 1955,
      "GVAVDLSHIPTA": 1956,
      "FDI": 1957,
      "DELVT": 1958,
      "EGKALDIWQ": 1959,
      "GGATLTGLLGTSAWYAPGAA": 1960,
      "HIMMA": 1961,
      "TNL": 1962,
      "WGNHSATQF": 1963,
      "NPA": 1964,
      "EKLI": 1965,
      "SVEMIR": 1966,
      "VGE": 1967,
      "SKK": 1968,
      "SEF": 1969,
      "NKSADAVR": 1970,
      "EVS": 1971,
      "SSD": 1972,
      "TLKEL": 1973,
      "GAGNVGATCANVLA": 1974,
      "SVKD": 1975,
      "ALLEGEY": 1976,
      "TEK": 1977,
      "VVTA": 1978,
      "SNPMDTMTYLAL": 1979,
      "GVPVILGKNGI": 1980,
      "EKIL": 1981,
      "GED": 1982,
      "EEA": 1983,
      "TDI": 1984,
      "GLPR": 1985,
      "MARA": 1986,
      "IKMGW": 1987,
      "TRNGGAEVVALL": 1988,
      "EQVGAGIKK": 1989,
      "AD": 1990,
      "FGG": 1991,
      "HETPSTA": 1992,
      "TYL": 1993,
      "VGQ": 1994,
      "GAML": 1995,
      "KIDA": 1996,
      "QSALA": 1997,
      "FTAMLRLDHNR": 1998,
      "SVTEN": 1999,
      "EQAMFD": 2000,
      "RDQKR": 2001,
      "TDV": 2002,
      "ILIIV": 2003,
      "PKDIQAVLMGGHGDTMVPLPRYTT": 2004,
      "MII": 2005,
      "MAI": 2006,
      "FAMTRLDENRA": 2007,
      "TFI": 2008,
      "KDTDY": 2009,
      "IAQSSPV": 2010,
      "MKD": 2011,
      "GVQ": 2012,
      "LAR": 2013,
      "PKERVI": 2014,
      "HSGLK": 2015,
      "VLIPGDPER": 2016,
      "CF": 2017,
      "PDT": 2018,
      "SQA": 2019,
      "VGI": 2020,
      "IFPC": 2021,
      "IIITAGVP": 2022,
      "SGGGEIV": 2023,
      "SAQ": 2024,
      "PLR": 2025,
      "GTY": 2026,
      "SEW": 2027,
      "SGR": 2028,
      "IAEEL": 2029,
      "TNGLL": 2030,
      "GAGNVGA": 2031,
      "PFGG": 2032,
      "KDA": 2033,
      "TEN": 2034,
      "KATGL": 2035,
      "YLGVPTIL": 2036,
      "ETA": 2037,
      "TGR": 2038,
      "PVL": 2039,
      "VTGF": 2040,
      "RLL": 2041,
      "TED": 2042,
      "VVTS": 2043,
      "DDFSR": 2044,
      "PVVL": 2045,
      "DREH": 2046,
      "NGGIFKPQ": 2047,
      "PEL": 2048,
      "GLN": 2049,
      "KVGGATLTKLLGTSAWYAPGAA": 2050,
      "QDCAFPLL": 2051,
      "KVI": 2052,
      "ELQL": 2053,
      "TAI": 2054,
      "PAV": 2055,
      "GSAAA": 2056,
      "TLI": 2057,
      "TALI": 2058,
      "VLVVGNPANTNAYIAMKSAPDLPAKN": 2059,
      "FTAMLRLDHNRAASQ": 2060,
      "FDV": 2061,
      "GAAA": 2062,
      "ELSLYDIAPVTP": 2063,
      "GCATYGGHGEQMAVF": 2064,
      "LAK": 2065,
      "YAPDA": 2066,
      "GKNGW": 2067,
      "DH": 2068,
      "SKA": 2069,
      "SEQ": 2070,
      "PAGC": 2071,
      "FTAMVR": 2072,
      "SNPMDTMTYLALK": 2073,
      "YVGVPVVIGAGGV": 2074,
      "GPN": 2075,
      "FKV": 2076,
      "TGFVLGGHGDDMVPLVR": 2077,
      "GSH": 2078,
      "GTNA": 2079,
      "DIFSAVL": 2080,
      "VIFNPADVTAL": 2081,
      "PKDV": 2082,
      "FDT": 2083,
      "NDD": 2084,
      "NTK": 2085,
      "SEI": 2086,
      "GIAK": 2087,
      "FTGA": 2088,
      "GHL": 2089,
      "SAFVLGGHGD": 2090,
      "LDAIVERTRKGGGEIV": 2091,
      "TNDYA": 2092,
      "VITSGLPRKPGMSRDDL": 2093,
      "IIKQ": 2094,
      "GTAD": 2095,
      "TPVNVTVTGAAGQIGYALLFRIAS": 2096,
      "LFD": 2097,
      "PGD": 2098,
      "VIR": 2099,
      "TIWGNHSATQYPDIFHA": 2100,
      "KELGDVVLFDIA": 2101,
      "THA": 2102,
      "YYL": 2103,
      "TRA": 2104,
      "GTV": 2105,
      "PDVPAERFTAMTR": 2106,
      "MKITVVGAGA": 2107,
      "FGI": 2108,
      "YFA": 2109,
      "KNKL": 2110,
      "SVDAVKELL": 2111,
      "ILPC": 2112,
      "TQL": 2113,
      "IVLFD": 2114,
      "KSQ": 2115,
      "LAKK": 2116,
      "NAPDL": 2117,
      "VSL": 2118,
      "SDGSYGIPEGV": 2119,
      "GAGNVGATCADVLA": 2120,
      "CKMRDELVT": 2121,
      "HIA": 2122,
      "VVR": 2123,
      "GLR": 2124,
      "PTL": 2125,
      "VGGIPVT": 2126,
      "GGY": 2127,
      "PRA": 2128,
      "GYEA": 2129,
      "PISDVDGMVIGGHSD": 2130,
      "ELN": 2131,
      "EAW": 2132,
      "WGNHSSTQYPDL": 2133,
      "IGS": 2134,
      "YCD": 2135,
      "MMAL": 2136,
      "KVA": 2137,
      "TTL": 2138,
      "YLEGEYGI": 2139,
      "NVT": 2140,
      "AAN": 2141,
      "GRNGI": 2142,
      "GVPCKL": 2143,
      "GMAGVLDSSRFR": 2144,
      "MGGEP": 2145,
      "FLPTVGKR": 2146,
      "VIFNPADVTALTALI": 2147,
      "EGR": 2148,
      "GAH": 2149,
      "GVPQGKGLD": 2150,
      "PIV": 2151,
      "SRA": 2152,
      "YSPNA": 2153,
      "FDKSV": 2154,
      "GVAEEMR": 2155,
      "VAKRGAEII": 2156,
      "MHDW": 2157,
      "VVDGD": 2158,
      "IEA": 2159,
      "VTVI": 2160,
      "PRN": 2161,
      "FSY": 2162,
      "MKVAVLGAAGGIGQALALLLKTQL": 2163,
      "FSPE": 2164,
      "WGNHSPTMYPDYRFA": 2165,
      "IGA": 2166,
      "GRSSFQSPS": 2167,
      "FDA": 2168,
      "MEA": 2169,
      "MMQTA": 2170,
      "MLGL": 2171,
      "FLPTVGKRGAAIIEARGLSSAASAANAAIDHMRDWAL": 2172,
      "HLD": 2173,
      "YAA": 2174,
      "QAVK": 2175,
      "GGILD": 2176,
      "DVRVLVVGNPCNTN": 2177,
      "IIFNPADLTGLVTLLYSGLK": 2178,
      "IVQ": 2179,
      "ILVVGNPANTN": 2180,
      "NVALLVGARPRTKGMERGDLL": 2181,
      "NMN": 2182,
      "SER": 2183,
      "SPLVAPT": 2184,
      "PVKLR": 2185,
      "YLQGEY": 2186,
      "MAEAYLKDQKRVLPCAA": 2187,
      "IAQS": 2188,
      "SVEDI": 2189,
      "VKEVM": 2190,
      "NLKVM": 2191,
      "LAAKT": 2192,
      "FLSEE": 2193,
      "GIITNPVNTTVAIAAEVLKKAGVYD": 2194,
      "MTL": 2195,
      "NKVVGMAGVLDSAR": 2196,
      "AKQA": 2197,
      "GTSN": 2198,
      "GLARKPGMSRDDLL": 2199,
      "KYIISSGGAPRKEGMTREDLLKGN": 2200,
      "QRA": 2201,
      "KKKILPCAA": 2202,
      "RGI": 2203,
      "ELNL": 2204,
      "PRL": 2205,
      "VAFKDADY": 2206,
      "PKHR": 2207,
      "FTAMMR": 2208,
      "KSADAVR": 2209,
      "HAL": 2210,
      "TSQ": 2211,
      "GVE": 2212,
      "NDHA": 2213,
      "GIPRKPGMSRDDL": 2214,
      "QSALAKK": 2215,
      "MGK": 2216,
      "GTL": 2217,
      "GVPI": 2218,
      "IIKLRGRSSFQSPAY": 2219,
      "FSPEGVAEEMR": 2220,
      "MVV": 2221,
      "DIKK": 2222,
      "EIDL": 2223,
      "YVGVPA": 2224,
      "EGEYGQ": 2225,
      "HHA": 2226,
      "QIA": 2227,
      "YM": 2228,
      "AAAA": 2229,
      "PTT": 2230,
      "RLA": 2231,
      "YLV": 2232,
      "TREDLLA": 2233,
      "SNPVDAMTY": 2234,
      "VGATCADNIARK": 2235,
      "VAN": 2236,
      "GMGGILD": 2237,
      "VGARPR": 2238,
      "FSALTRLDHNRA": 2239,
      "VMELEDCAFPLL": 2240,
      "NDICI": 2241,
      "MLL": 2242,
      "IVDR": 2243,
      "NAKIV": 2244,
      "MELED": 2245,
      "DII": 2246,
      "PCR": 2247,
      "MGI": 2248,
      "PMR": 2249,
      "GANGI": 2250,
      "MLPL": 2251,
      "RAR": 2252,
      "GKI": 2253,
      "GKDGV": 2254,
      "VEGV": 2255,
      "SNPLDAMVY": 2256,
      "EGTPQGKALD": 2257,
      "CLYDVFSPEGVAEEMR": 2258,
      "LLDLPQA": 2259,
      "TRNGGAEVVALLKTGSAYYAPSAAAAR": 2260,
      "MTS": 2261,
      "DLI": 2262,
      "FRW": 2263,
      "DSIL": 2264,
      "MSKKPVRVAVTGAAGQIGYALLFRIASGEMLGKDQPVILQ": 2265,
      "KRK": 2266,
      "MET": 2267,
      "LDL": 2268,
      "SRL": 2269,
      "EIN": 2270,
      "KVAA": 2271,
      "TTAF": 2272,
      "FVS": 2273,
      "ELQ": 2274,
      "QKRVL": 2275,
      "GMIGGTLAHL": 2276,
      "FVADFA": 2277,
      "TFVAELK": 2278,
      "PAVA": 2279,
      "MAF": 2280,
      "TDIV": 2281,
      "EGLV": 2282,
      "EMI": 2283,
      "EGII": 2284,
      "NWALLVGSV": 2285,
      "YSA": 2286,
      "SDR": 2287,
      "CN": 2288,
      "SYA": 2289,
      "PRR": 2290,
      "YAPNAFVICITNPLDAMVWALQKFS": 2291,
      "VIGGHGDTTMIPLTRLA": 2292,
      "NDV": 2293,
      "NSI": 2294,
      "MVEAIL": 2295,
      "RGLSSAASAANAA": 2296,
