{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[BOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[BOS]": {
        "id": "[BOS]",
        "ids": [
          5
        ],
        "tokens": [
          "[BOS]"
        ]
      },
      "[EOS]": {
        "id": "[EOS]",
        "ids": [
          6
        ],
        "tokens": [
          "[EOS]"
        ]
      }
    }
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "[BOS]": 5,
      "[EOS]": 6,
      "*": 7,
      "A": 8,
      "C": 9,
      "D": 10,
      "E": 11,
      "F": 12,
      "G": 13,
      "H": 14,
      "I": 15,
      "K": 16,
      "L": 17,
      "M": 18,
      "N": 19,
      "P": 20,
      "Q": 21,
      "R": 22,
      "S": 23,
      "T": 24,
      "V": 25,
      "W": 26,
      "Y": 27,
      "AA": 28,
      "GV": 29,
      "LL": 30,
      "GA": 31,
      "LD": 32,
      "VV": 33,
      "GI": 34,
      "SA": 35,
      "IV": 36,
      "TA": 37,
      "VA": 38,
      "IA": 39,
      "LA": 40,
      "GG": 41,
      "GM": 42,
      "KA": 43,
      "EL": 44,
      "GL": 45,
      "PV": 46,
      "NA": 47,
      "EA": 48,
      "II": 49,
      "PA": 50,
      "KD": 51,
      "ER": 52,
      "GD": 53,
      "SV": 54,
      "GE": 55,
      "SD": 56,
      "DA": 57,
      "VI": 58,
      "YA": 59,
      "VL": 60,
      "PR": 61,
      "EK": 62,
      "TG": 63,
      "TR": 64,
      "SR": 65,
      "MV": 66,
      "TN": 67,
      "GN": 68,
      "GQ": 69,
      "GK": 70,
      "LV": 71,
      "MA": 72,
      "IL": 73,
      "GF": 74,
      "GS": 75,
      "KK": 76,
      "DV": 77,
      "TV": 78,
      "LI": 79,
      "DI": 80,
      "SS": 81,
      "EI": 82,
      "GT": 83,
      "LK": 84,
      "RA": 85,
      "LS": 86,
      "LT": 87,
      "PGM": 88,
      "EE": 89,
      "YS": 90,
      "TT": 91,
      "DD": 92,
      "CA": 93,
      "QA": 94,
      "VK": 95,
      "PD": 96,
      "SN": 97,
      "KV": 98,
      "PL": 99,
      "GKA": 100,
      "FR": 101,
      "GGH": 102,
      "LN": 103,
      "GAA": 104,
      "FA": 105,
      "KN": 106,
      "KPGM": 107,
      "SAA": 108,
      "ID": 109,
      "PT": 110,
      "GGA": 111,
      "LR": 112,
      "QR": 113,
      "KR": 114,
      "LE": 115,
      "KE": 116,
      "KI": 117,
      "MT": 118,
      "PC": 119,
      "GEY": 120,
      "PI": 121,
      "GR": 122,
      "PQ": 123,
      "VGA": 124,
      "ED": 125,
      "YAP": 126,
      "HA": 127,
      "EQ": 128,
      "GGHGD": 129,
      "LF": 130,
      "LDA": 131,
      "VR": 132,
      "TS": 133,
      "EIV": 134,
      "EN": 135,
      "VM": 136,
      "EF": 137,
      "NT": 138,
      "LQ": 139,
      "ND": 140,
      "VS": 141,
      "GY": 142,
      "MR": 143,
      "PE": 144,
      "GVA": 145,
      "PRKPGM": 146,
      "TQ": 147,
      "GMA": 148,
      "ES": 149,
      "SQ": 150,
      "FP": 151,
      "VT": 152,
      "DT": 153,
      "GKALD": 154,
      "IF": 155,
      "SRDD": 156,
      "GQI": 157,
      "HS": 158,
      "MI": 159,
      "MK": 160,
      "EV": 161,
      "ML": 162,
      "WA": 163,
      "LLK": 164,
      "PN": 165,
      "GVLD": 166,
      "TMV": 167,
      "TNP": 168,
      "DR": 169,
      "YV": 170,
      "HN": 171,
      "PS": 172,
      "SAR": 173,
      "GGI": 174,
      "YL": 175,
      "FI": 176,
      "NV": 177,
      "WGN": 178,
      "VLGGHGD": 179,
      "SSAA": 180,
      "ET": 181,
      "TGAA": 182,
      "SSAASAA": 183,
      "KL": 184,
      "TGSA": 185,
      "FS": 186,
      "NAA": 187,
      "CI": 188,
      "GVPV": 189,
      "VVGN": 190,
      "SNP": 191,
      "NTNA": 192,
      "EVV": 193,
      "GIA": 194,
      "VD": 195,
      "MD": 196,
      "SI": 197,
      "AAA": 198,
      "TD": 199,
      "LAA": 200,
      "LLA": 201,
      "FD": 202,
      "GH": 203,
      "PK": 204,
      "GMAGVLD": 205,
      "GAGN": 206,
      "TGAAGQI": 207,
      "KT": 208,
      "LDHN": 209,
      "LLFR": 210,
      "GSD": 211,
      "GSY": 212,
      "IAS": 213,
      "CAFP": 214,
      "DVV": 215,
      "NI": 216,
      "PANTNA": 217,
      "RD": 218,
      "LM": 219,
      "EEL": 220,
      "ELD": 221,
      "QS": 222,
      "YR": 223,
      "LLKTGSA": 224,
      "MTY": 225,
      "FTA": 226,
      "YD": 227,
      "IVV": 228,
      "TND": 229,
      "TVV": 230,
      "GAAII": 231,
      "GSA": 232,
      "FK": 233,
      "LIA": 234,
      "LP": 235,
      "GGAEIV": 236,
      "LDHNRA": 237,
      "IE": 238,
      "VLVVGN": 239,
      "GW": 240,
      "VGAT": 241,
      "GVP": 242,
      "VAV": 243,
      "SDGSY": 244,
      "VF": 245,
      "TGAAGQIG": 246,
      "PRKPGMSRDD": 247,
      "GGT": 248,
      "MS": 249,
      "KS": 250,
      "KEL": 251,
      "PVR": 252,
      "WGNH": 253,
      "NAGI": 254,
      "GLA": 255,
      "TF": 256,
      "LLEI": 257,
      "GLI": 258,
      "VLGGHGDTMV": 259,
      "TK": 260,
      "QD": 261,
      "RKPGM": 262,
      "LDAMV": 263,
      "VE": 264,
      "MN": 265,
      "TI": 266,
      "TAR": 267,
      "RPR": 268,
      "LAH": 269,
      "HF": 270,
      "PNA": 271,
      "TAF": 272,
      "IDH": 273,
      "TVA": 274,
      "GTSA": 275,
      "LLVGA": 276,
      "KQ": 277,
      "IS": 278,
      "GC": 279,
      "GLP": 280,
      "DW": 281,
      "NGI": 282,
      "IDA": 283,
      "PCAA": 284,
      "SSAASAANAA": 285,
      "LLD": 286,
      "QPV": 287,
      "GKD": 288,
      "GMAGVLDSAR": 289,
      "NR": 290,
      "GLD": 291,
      "VLVVGNPANTNA": 292,
      "YYAP": 293,
      "EAR": 294,
      "DIA": 295,
      "IVTA": 296,
      "FTAM": 297,
      "PVT": 298,
      "EGV": 299,
      "FV": 300,
      "EKA": 301,
      "GTSAW": 302,
      "GIN": 303,
      "LAQ": 304,
      "SY": 305,
      "PQGKALD": 306,
      "ERA": 307,
      "RR": 308,
      "SVA": 309,
      "LLFRIAS": 310,
      "MQ": 311,
      "SVE": 312,
      "GPGM": 313,
      "SK": 314,
      "AAR": 315,
      "VVVI": 316,
      "SE": 317,
      "GP": 318,
      "GAGNVGAT": 319,
      "GAN": 320,
      "FVI": 321,
      "QKR": 322,
      "GQA": 323,
      "MEL": 324,
      "GIP": 325,
      "MF": 326,
      "GDVV": 327,
      "GTSAWYAP": 328,
      "GGV": 329,
      "TL": 330,
      "LDV": 331,
      "TQY": 332,
      "KH": 333,
      "LLVGARPR": 334,
      "LDS": 335,
      "ILQ": 336,
      "IQ": 337,
      "IAA": 338,
      "TNPLDAMV": 339,
      "WGNHSA": 340,
      "EGF": 341,
      "GTA": 342,
      "EY": 343,
      "PDA": 344,
      "GTN": 345,
      "GGGE": 346,
      "QRTR": 347,
      "TY": 348,
      "IN": 349,
      "SL": 350,
      "MAR": 351,
      "ELL": 352,
      "LSQ": 353,
      "VN": 354,
      "TAN": 355,
      "KNR": 356,
      "ELDD": 357,
      "SSF": 358,
      "PLPR": 359,
      "MAEA": 360,
      "KM": 361,
      "GGTLAH": 362,
      "FN": 363,
      "SH": 364,
      "PDV": 365,
      "GGGEIV": 366,
      "PRKPGMTR": 367,
      "FVICI": 368,
      "VQ": 369,
      "VAVTGAAGQIG": 370,
      "FT": 371,
      "RKPGMSRDD": 372,
      "IALI": 373,
      "YC": 374,
      "KKR": 375,
      "KDI": 376,
      "LEGEY": 377,
      "ST": 378,
      "IP": 379,
      "MVEA": 380,
      "L*": 381,
      "YAPA": 382,
      "EM": 383,
      "KVV": 384,
      "KSV": 385,
      "GMER": 386,
      "KIV": 387,
      "EGI": 388,
      "KDLL": 389,
      "EH": 390,
      "GDW": 391,
      "TRLDHNRA": 392,
      "KY": 393,
      "LLKTGSAF": 394,
      "MVP": 395,
      "QPVILQ": 396,
      "KDA": 397,
      "NAGIVK": 398,
      "EER": 399,
      "LVD": 400,
      "LLDI": 401,
      "KVTVV": 402,
      "SSAASAANAAIDH": 403,
      "EGL": 404,
      "SF": 405,
      "GAAIIEAR": 406,
      "YT": 407,
      "RYS": 408,
      "GTSAWYAPGAA": 409,
      "WGNHS": 410,
      "QGL": 411,
      "PDI": 412,
      "CL": 413,
      "LDSAR": 414,
      "QGKA": 415,
      "GVPVV": 416,
      "DLL": 417,
      "IR": 418,
      "DGGAEIV": 419,
      "EW": 420,
      "SGV": 421,
      "NGV": 422,
      "PRKPGMSRDDLL": 423,
      "GLV": 424,
      "FVICITNPLDAMV": 425,
      "IAQ": 426,
      "WGNHSATQY": 427,
      "DQ": 428,
      "ELDDCAFP": 429,
      "VP": 430,
      "MDT": 431,
      "VAF": 432,
      "CK": 433,
      "YF": 434,
      "ITA": 435,
      "EELI": 436,
      "G*": 437,
      "KLL": 438,
      "EAA": 439,
      "ELA": 440,
      "YAD": 441,
      "LH": 442,
      "GINLK": 443,
      "QRTRDGGAEIV": 444,
      "PF": 445,
      "IM": 446,
      "FVICITNPLDAMVWA": 447,
      "GSN": 448,
      "GPGMER": 449,
      "GFD": 450,
      "SNPMDT": 451,
      "PRKPGMTREELI": 452,
      "KGV": 453,
      "KDV": 454,
      "GMAGI": 455,
      "LTD": 456,
      "KYS": 457,
      "GKR": 458,
      "QV": 459,
      "TAD": 460,
      "FSR": 461,
      "TRN": 462,
      "LPA": 463,
      "KGKALD": 464,
      "AAD": 465,
      "GMAGVLDSARFR": 466,
      "YALLFRIAS": 467,
      "QTA": 468,
      "KAR": 469,
      "QN": 470,
      "GVPA": 471,
      "CV": 472,
      "PM": 473,
      "GVPT": 474,
      "MAES": 475,
      "TGA": 476,
      "GMI": 477,
      "YLKD": 478,
      "QQ": 479,
      "EKIV": 480,
      "GSH": 481,
      "KSA": 482,
      "TSGI": 483,
      "TVAGI": 484,
      "ILKD": 485,
      "EVA": 486,
      "GFA": 487,
      "PLTR": 488,
      "LLV": 489,
      "GPD": 490,
      "GDLL": 491,
      "TLT": 492,
      "GVVM": 493,
      "TAGSD": 494,
      "VAKR": 495,
      "EP": 496,
      "KP": 497,
      "TRK": 498,
      "LNA": 499,
      "WGNHSPT": 500,
      "SVEDV": 501,
      "NTN": 502,
      "ELR": 503,
      "GINLKVM": 504,
      "GRA": 505,
      "SVR": 506,
      "DVA": 507,
      "MY": 508,
      "TPA": 509,
      "SGF": 510,
      "FL": 511,
      "AAS": 512,
      "TVQ": 513,
      "MRD": 514,
      "VLGGHGDTMVP": 515,
      "GQY": 516,
      "IVTAGV": 517,
      "TNPV": 518,
      "GLL": 519,
      "SGI": 520,
      "GKDQPVILQ": 521,
      "GID": 522,
      "YIA": 523,
      "EID": 524,
      "EIA": 525,
      "TSA": 526,
      "NGK": 527,
      "NL": 528,
      "IK": 529,
      "IT": 530,
      "IITA": 531,
      "GAGNVGATCA": 532,
      "GMGGA": 533,
      "GVPC": 534,
      "LA*": 535,
      "TANSD": 536,
      "HD": 537,
      "GDIV": 538,
      "SDGSYGV": 539,
      "WAL": 540,
      "KELGDVV": 541,
      "EII": 542,
      "RF": 543,
      "GGHGDTMV": 544,
      "SNPMDTMTY": 545,
      "IGA": 546,
      "SP": 547,
      "SDGSYGI": 548,
      "IWGNHSATQY": 549,
      "TAA": 550,
      "YLEGEY": 551,
      "EKII": 552,
      "SSA": 553,
      "GADV": 554,
      "GAGQI": 555,
      "TSGIPRKPGMTREELI": 556,
      "KVLVVGNPANTNA": 557,
      "HR": 558,
      "HL": 559,
      "SM": 560,
      "GASSAASAA": 561,
      "GII": 562,
      "GEL": 563,
      "TGF": 564,
      "LKA": 565,
      "LDTAR": 566,
      "RAF": 567,
      "DAR": 568,
      "GVPVKL": 569,
      "FTAMTRLDHNRA": 570,
      "LVDI": 571,
      "TVGKR": 572,
      "MLGKDQPVILQ": 573,
      "AAE": 574,
      "ILP": 575,
      "DVR": 576,
      "PLPD": 577,
      "QY": 578,
      "GAD": 579,
      "VVA": 580,
      "PQGK": 581,
      "GEGI": 582,
      "VAVTGAAGQIGYS": 583,
      "EAN": 584,
      "VTM": 585,
      "MELDDCAFP": 586,
      "AAQ": 587,
      "GVM": 588,
      "LLE": 589,
      "NK": 590,
      "MKSA": 591,
      "LFDIA": 592,
      "EGKA": 593,
      "GAGA": 594,
      "LAEA": 595,
      "GVD": 596,
      "LLKTGSAYYAP": 597,
      "CR": 598,
      "YSK": 599,
      "GEA": 600,
      "LAD": 601,
      "FTAMLR": 602,
      "LDSSR": 603,
      "DMVP": 604,
      "VLPCAA": 605,
      "GPGMERKDLL": 606,
      "GGATLT": 607,
      "GEYGL": 608,
      "IVVSNP": 609,
      "GPV": 610,
      "EDCAFP": 611,
      "TRED": 612,
      "TW": 613,
      "ELV": 614,
      "GLSSAASAANAAIDH": 615,
      "KII": 616,
      "ERADLL": 617,
      "LDVMTY": 618,
      "TTMI": 619,
      "MKVTVV": 620,
      "LDAIV": 621,
      "GGHGDTTMI": 622,
      "VH": 623,
      "KHS": 624,
      "ESA": 625,
      "PKA": 626,
      "NVK": 627,
      "LLDIKE": 628,
      "YIAMKSA": 629,
      "AASA": 630,
      "FIP": 631,
      "WVTM": 632,
      "GADVV": 633,
      "GYA": 634,
      "SIV": 635,
      "KGL": 636,
      "GKNGI": 637,
      "GKNGV": 638,
      "TNDY": 639,
      "RKPGMSRDDLL": 640,
      "AR": 641,
      "EVI": 642,
      "PAD": 643,
      "ERVI": 644,
      "EAV": 645,
      "LND": 646,
      "TVD": 647,
      "TTVA": 648,
      "FSA": 649,
      "GSV": 650,
      "VSV": 651,
      "KVT": 652,
      "VAQ": 653,
      "TC": 654,
      "SDGSYGVPE": 655,
      "VAA": 656,
      "PTVAKR": 657,
      "QRTRDGGAEIVG": 658,
      "IIV": 659,
      "LGA": 660,
      "TTA": 661,
      "DN": 662,
      "EKL": 663,
      "QL": 664,
      "GLI*": 665,
      "DIV": 666,
      "TSGL": 667,
      "DAVR": 668,
      "MLD": 669,
      "QI": 670,
      "TRKGGGEIV": 671,
      "DAVK": 672,
      "PAA": 673,
      "TDD": 674,
      "GAIF": 675,
      "NAKI": 676,
      "HI": 677,
      "NS": 678,
      "GEYGI": 679,
      "EQA": 680,
      "RS": 681,
      "ELK": 682,
      "SGLP": 683,
      "SAAA": 684,
      "EEF": 685,
      "LDHNRALSQ": 686,
      "GADVC": 687,
      "YRFA": 688,
      "GEQ": 689,
      "GKP": 690,
      "IND": 691,
      "GMTRED": 692,
      "TVQQR": 693,
      "HLL": 694,
      "EEK": 695,
      "TPV": 696,
      "IAR": 697,
      "KNRII": 698,
      "KMGW": 699,
      "DGV": 700,
      "NAN": 701,
      "LLEITPA": 702,
      "IVTAGVPRKPGMSRDDLL": 703,
      "KKA": 704,
      "FAS": 705,
      "VIGA": 706,
      "EFSR": 707,
      "GSAYYAP": 708,
      "KFS": 709,
      "NN": 710,
      "QLA": 711,
      "VAI": 712,
      "KF": 713,
      "ELQ": 714,
      "VVVITA": 715,
      "NDI": 716,
      "MAV": 717,
      "FVA": 718,
      "RL": 719,
      "IVI": 720,
      "MTR": 721,
      "IAC": 722,
      "KAV": 723,
      "GEYGV": 724,
      "NLL": 725,
      "GMVI": 726,
      "GEMLGKDQPVILQ": 727,
      "MARKK": 728,
      "NTNC": 729,
      "SVQ": 730,
      "QP": 731,
      "GVLDTAR": 732,
      "VSM": 733,
      "TGT": 734,
      "PIR": 735,
      "SVI": 736,
      "GEF": 737,
      "SSFQS": 738,
      "TLS": 739,
      "VVV": 740,
      "YYAPA": 741,
      "TTD": 742,
      "GAGQIGGTLAH": 743,
      "PRKA": 744,
      "LLKTGSAFYAPA": 745,
      "LLKTGSAFYAP": 746,
      "VAFKDA": 747,
      "YI": 748,
      "YADIA": 749,
      "MP": 750,
      "GQS": 751,
      "KITVV": 752,
      "GRSSFQS": 753,
      "VVD": 754,
      "SAF": 755,
      "PRKPGMSR": 756,
      "LDSARFK": 757,
      "VII": 758,
      "EKAQ": 759,
      "LLVGARPRGPGMERKDLL": 760,
      "LW": 761,
      "VC": 762,
      "TNDYSK": 763,
      "TYGGH": 764,
      "FVICITNPLDAMVWALR": 765,
      "FF": 766,
      "LLQ": 767,
      "ELN": 768,
      "VGAS": 769,
      "SAD": 770,
      "GLS": 771,
      "GSR": 772,
      "SVT": 773,
      "LAS": 774,
      "GSAF": 775,
      "GAAIIEARGLSSAASAANAAIDH": 776,
      "KGY": 777,
      "MKA": 778,
      "IAI": 779,
      "PVI": 780,
      "ILPCAA": 781,
      "GGHGDTMVPLPR": 782,
      "SII": 783,
      "GMERGDLL": 784,
      "EKVI": 785,
      "KLR": 786,
      "PEA": 787,
      "TSGIPRKPGMTREELIGI": 788,
      "MGG": 789,
      "MYAD": 790,
      "FQ": 791,
      "TTQ": 792,
      "LVRYS": 793,
      "EVL": 794,
      "HC": 795,
      "SVV": 796,
      "FVICITNPLDAMVWALQ": 797,
      "GVI": 798,
      "CAF": 799,
      "VLGGHGDDMVP": 800,
      "GVPVIL": 801,
      "GAAIIKAR": 802,
      "K*": 803,
      "LTA": 804,
      "LPTVGKR": 805,
      "MELEDCAFP": 806,
      "SDI": 807,
      "TTLD": 808,
      "GVVMEL": 809,
      "RQ": 810,
      "TVAGIPLPD": 811,
      "GFDT": 812,
      "FRTF": 813,
      "LVA": 814,
      "NY": 815,
      "SGL": 816,
      "TP": 817,
      "TKV": 818,
      "GGATLTKLL": 819,
      "GGR": 820,
      "LKEL": 821,
      "SLD": 822,
      "DAN": 823,
      "YLS": 824,
      "VASR": 825,
      "IVTAGVPRKPGMSRDDLLGINLKVM": 826,
      "HW": 827,
      "SSR": 828,
      "YVGVPVV": 829,
      "EGKALD": 830,
      "KIT": 831,
      "FVICITNPLDAMVWALREF": 832,
      "CH": 833,
      "ME": 834,
      "TVTGAAGQIG": 835,
      "PIT": 836,
      "EGK": 837,
      "LLLK": 838,
      "GDA": 839,
      "WGNHSPTMYAD": 840,
      "FSQ": 841,
      "GTG": 842,
      "KLF": 843,
      "LID": 844,
      "GMAGILDTAR": 845,
      "PVV": 846,
      "KAGG": 847,
      "DVKVLVVGNPANTNA": 848,
      "EEIV": 849,
      "YTTV": 850,
      "INA": 851,
      "KGI": 852,
      "KTG": 853,
      "GEH": 854,
      "LVR": 855,
      "FIPTVAKR": 856,
      "GIARKPGMSRDD": 857,
      "LDSTR": 858,
      "VGASCA": 859,
      "DYA": 860,
      "ERIV": 861,
      "GPQ": 862,
      "YVGVPT": 863,
      "PQGKGLD": 864,
      "IAN": 865,
      "NAQ": 866,
      "GLISSF": 867,
      "MRDWAL": 868,
      "WI": 869,
      "DAV": 870,
      "LEA": 871,
      "PQA": 872,
      "LAEK": 873,
      "LKTGSA": 874,
      "RAK": 875,
      "LAR": 876,
      "KNRVI": 877,
      "EEII": 878,
      "PER": 879,
      "YIAMKSAPD": 880,
      "GTNP": 881,
      "ISQ": 882,
      "LLSQ": 883,
      "QGLEI": 884,
      "MAESYLKD": 885,
      "GMGGALDSARFK": 886,
      "NQ": 887,
      "VY": 888,
      "SSGGA": 889,
      "GAGNI": 890,
      "FTAMLRLDHNRALSQ": 891,
      "IVVITA": 892,
      "FY": 893,
      "MDA": 894,
      "ELEL": 895,
      "EKI": 896,
      "TNPLDV": 897,
      "PRKPGMSRDDLI": 898,
      "PAER": 899,
      "EGM": 900,
      "LY": 901,
      "LEL": 902,
      "ERTRKGGGEIV": 903,
      "GKWVTM": 904,
      "LVQ": 905,
      "EGKAMD": 906,
      "MFD": 907,
      "IVA": 908,
      "PVD": 909,
      "KPR": 910,
      "MAA": 911,
      "TAFVLGGHGDTMVP": 912,
      "DWVL": 913,
      "IWGNHSATQYPD": 914,
      "SLN": 915,
      "KDSD": 916,
      "MVPLPR": 917,
      "TYGGHGEQ": 918,
      "GGATLTKLLGTSAWYAPGAA": 919,
      "MH": 920,
      "MAQ": 921,
      "NAGT": 922,
      "VAVTGAAGQIGYSLLFRIAS": 923,
      "PTKGKALD": 924,
      "WGNHSS": 925,
      "TSGIPRKPGMTREELIGINAGIVK": 926,
      "GVN": 927,
      "FVICITNPLDAMVWALREFSGLP": 928,
      "GAAGGI": 929,
      "VAVTGAAGQIGYALLFRIAS": 930,
      "CQ": 931,
      "LDQ": 932,
      "GSATLS": 933,
      "GQSGVLDTAR": 934,
      "DGI": 935,
      "SVKDV": 936,
      "GNGSAYYAP": 937,
      "LTQ": 938,
      "MKVA": 939,
      "GVH": 940,
      "TAQ": 941,
      "NAKIV": 942,
      "KITG": 943,
      "NTNCLIA": 944,
      "FC": 945,
      "FHA": 946,
      "VGS": 947,
      "SVD": 948,
      "SDA": 949,
      "DTMV": 950,
      "SDGSYGIPE": 951,
      "MARKKIALI": 952,
      "QRR": 953,
      "KIN": 954,
      "MKVTVVGAGA": 955,
      "NH": 956,
      "SDLL": 957,
      "LAALDSTR": 958,
      "PVCA": 959,
      "GFTGA": 960,
      "GMAGVLDSARFRHF": 961,
      "NAGTEVV": 962,
      "DAMTY": 963,
      "SC": 964,
      "WQ": 965,
      "YRAF": 966,
      "VLGGHGDTMVPLPR": 967,
      "PDVKH": 968,
      "NP": 969,
      "IVRD": 970,
      "EAS": 971,
      "LKGVM": 972,
      "GGATL": 973,
      "IVTAGVA": 974,
      "CLY": 975,
      "GMIGGTLAH": 976,
      "VGASCAEY": 977,
      "EGKAMDLM": 978,
      "YED": 979,
      "KKI": 980,
      "IQNAGTEVV": 981,
      "PVTT": 982,
      "NAR": 983,
      "NAPD": 984,
      "LVKMGW": 985,
      "GTPE": 986,
      "GLPKNRII": 987,
      "LC": 988,
      "TILP": 989,
      "GASSAASAANAAIDH": 990,
      "VSMA": 991,
      "AAEGTA": 992,
      "TID": 993,
      "IAD": 994,
      "EKVV": 995,
      "LRD": 996,
      "HSD": 997,
      "GKN": 998,
      "LLAGM": 999,
      "NVKVLVVGNPANTNA": 1000,
      "GVS": 1001,
      "EIK": 1002,
      "HK": 1003,
      "LDGEY": 1004,
      "VAR": 1005,
      "EKAA": 1006,
      "GMTREDLLK": 1007,
      "VAD": 1008,
      "KELGDIV": 1009,
      "PVTC": 1010,
      "WGNHSPTMYADYRFA": 1011,
      "KAGGGSATLS": 1012,
      "GAAGGIGQA": 1013,
      "GTV": 1014,
      "LKK": 1015,
      "PLTRLA": 1016,
      "SAN": 1017,
      "YAPNA": 1018,
      "GVPVII": 1019,
      "GPA": 1020,
      "TGL": 1021,
      "LVGA": 1022,
      "NVSVEDV": 1023,
      "PANTNALIA": 1024,
      "GVPVVL": 1025,
      "MAEAYLKD": 1026,
      "TILPLLSQ": 1027,
      "RAA": 1028,
      "GPGMERADLL": 1029,
      "YAA": 1030,
      "YEIV": 1031,
      "LAEEF": 1032,
      "LTS": 1033,
      "PP": 1034,
      "VTT": 1035,
      "PRKE": 1036,
      "GAAGMI": 1037,
      "GAAGMIGSN": 1038,
      "GWA": 1039,
      "YQ": 1040,
      "SDD": 1041,
      "LTRLDHNRA": 1042,
      "TE": 1043,
      "TGQY": 1044,
      "EGFDA": 1045,
      "FIA": 1046,
      "MGGHGDTMVPLPR": 1047,
      "GLT": 1048,
      "VID": 1049,
      "MYPD": 1050,
      "LDSSRFK": 1051,
      "GSRPR": 1052,
      "GER": 1053,
      "RN": 1054,
      "VLGGHGDS": 1055,
      "IISSGGA": 1056,
      "TGLL": 1057,
      "FLPTVGKR": 1058,
      "TAQGKA": 1059,
      "SAAIDH": 1060,
      "GGIFK": 1061,
      "EGVPQGKALD": 1062,
      "NAQIF": 1063,
      "KGM": 1064,
      "PCA": 1065,
      "TGFP": 1066,
      "GYD": 1067,
      "TNPLD": 1068,
      "GGATLTGLL": 1069,
      "IQNAGTEVVEA": 1070,
      "GGIFKPQ": 1071,
      "PEE": 1072,
      "LDEN": 1073,
      "LAV": 1074,
      "GLKP": 1075,
      "KDL": 1076,
      "MKK": 1077,
      "KKK": 1078,
      "EVVLLDIKE": 1079,
      "KYIISSGGA": 1080,
      "TVTGAAGQIGYALLFRIAS": 1081,
      "GMGGALDSARFKYR": 1082,
      "SIL": 1083,
      "PNL*": 1084,
      "GGIPL": 1085,
      "PVIGGH": 1086,
      "FVICITNPLDAMVWALQKFS": 1087,
      "EDI": 1088,
      "IEA": 1089,
      "PCSV": 1090,
      "IDAIV": 1091,
      "SNPMDTMTYLA": 1092,
      "MVES": 1093,
      "PGVA": 1094,
      "TVN": 1095,
      "YCPDVKH": 1096,
      "GFP": 1097,
      "KAA": 1098,
      "SGA": 1099,
      "LADVV": 1100,
      "NAPDI": 1101,
      "MAY": 1102,
      "GFDA": 1103,
      "YSF": 1104,
      "GRSSFQSPA": 1105,
      "GSAFYAP": 1106,
      "KAGGGSATLSM": 1107,
      "GLPA": 1108,
      "PY": 1109,
      "TLA": 1110,
      "VVI": 1111,
      "SNHF": 1112,
      "GMAGVLDTAR": 1113,
      "KDIQA": 1114,
      "KAVGEGI": 1115,
      "EGKAMDLMQTA": 1116,
      "CY": 1117,
      "FAA": 1118,
      "MTA": 1119,
      "PVQ": 1120,
      "EEKA": 1121,
      "NAGIVR": 1122,
      "VVVITSGL": 1123,
      "EGA": 1124,
      "GTND": 1125,
      "QAA": 1126,
      "SLL": 1127,
      "VLV": 1128,
      "KKRVLPCAA": 1129,
      "GMERKDLL": 1130,
      "IVTAGVARKPGMSRDDLL": 1131,
      "WN": 1132,
      "VVE": 1133,
      "IVGAAGMIGSN": 1134,
      "EAVR": 1135,
      "SDLF": 1136,
      "MMQ": 1137,
      "EIN": 1138,
      "GIITNPV": 1139,
      "LLS": 1140,
      "IVGA": 1141,
      "SVEN": 1142,
      "PCNTNCLIA": 1143,
      "TADSD": 1144,
      "CD": 1145,
      "MM": 1146,
      "LAE": 1147,
      "GGGEL": 1148,
      "PW": 1149,
      "GSHGD": 1150,
      "LLL": 1151,
      "SDVD": 1152,
      "EKR": 1153,
      "GTD": 1154,
      "ENGEY": 1155,
      "TRNGGAEIV": 1156,
      "GPI": 1157,
      "HV": 1158,
      "MVV": 1159,
      "NF": 1160,
      "NAK": 1161,
      "ERII": 1162,
      "LISA": 1163,
      "PLGG": 1164,
      "GGHSD": 1165,
      "PNI": 1166,
      "EGKALDI": 1167,
      "EPA": 1168,
      "IIIVVSNP": 1169,
      "TGN": 1170,
      "GADVCIVTAGVPRKPGMSRDDLLGINLKVM": 1171,
      "FIPTVAKRGAAIIEAR": 1172,
      "SLI": 1173,
      "NAD": 1174,
      "YSTVAGI": 1175,
      "TH": 1176,
      "YLN": 1177,
      "DIR": 1178,
      "LSA": 1179,
      "GQLL": 1180,
      "PVRVAVTGAAGQIGYALLFRIAS": 1181,
      "PQGKALDIA": 1182,
      "IAQSS": 1183,
      "EVM": 1184,
      "PRER": 1185,
      "MVR": 1186,
      "PKIALI": 1187,
      "TVQQRGAAIIKAR": 1188,
      "VLGAAGGIGQA": 1189,
      "MTI": 1190,
      "GVARKPGM": 1191,
      "DQKK": 1192,
      "SDGSYGVPEGLISSF": 1193,
      "QRTRDGGAEIVGLLKTGSAFYAPA": 1194,
      "WGNHSSTQY": 1195,
      "GMGGALDSARFKYRLAEA": 1196,
      "VIGGHGDTTMI": 1197,
      "EVVA": 1198,
      "LLEIPD": 1199,
      "SVAEL": 1200,
      "KKAGV": 1201,
      "PVA": 1202,
      "QKK": 1203,
      "VSA": 1204,
      "IVQ": 1205,
      "IAM": 1206,
      "GAGNVGATAA": 1207,
      "EEI": 1208,
      "EGT": 1209,
      "VDA": 1210,
      "GAY": 1211,
      "GTSAWYAPGAAAAQ": 1212,
      "GAGNIGGTLAH": 1213,
      "TNPLDVMV": 1214,
      "IVTAGVARKPGMSRDDLLGINLKVM": 1215,
      "NSV": 1216,
      "YK": 1217,
      "IVD": 1218,
      "YSLLFR": 1219,
      "VLVVGNPANTNALIA": 1220,
      "GPW": 1221,
      "IMMA": 1222,
      "PH": 1223,
      "SEF": 1224,
      "GNI": 1225,
      "QAM": 1226,
      "YVE": 1227,
      "EHL": 1228,
      "GNGSAYYAPAAS": 1229,
      "IQNAGTEVVEAKAGGGSATLSM": 1230,
      "CT": 1231,
      "LVE": 1232,
      "PVTEL": 1233,
      "LDD": 1234,
      "NAS": 1235,
      "NAVK": 1236,
      "PRQ": 1237,
      "FRIAS": 1238,
      "QNRA": 1239,
      "LAALDSTRLQ": 1240,
      "EVK": 1241,
      "NW": 1242,
      "VVSNP": 1243,
      "LK*": 1244,
      "RAL": 1245,
      "GGIF": 1246,
      "GAAIIAAR": 1247,
      "MKVAVLGAAGGIGQA": 1248,
      "IY": 1249,
      "TGV": 1250,
      "GVTTLD": 1251,
      "QAIAC": 1252,
      "LDAM": 1253,
      "MKVTVVGAGAVGASCAEY": 1254,
      "TKK": 1255,
      "EAW": 1256,
      "GMAGVLDSSR": 1257,
      "MVEAILKD": 1258,
      "KPA": 1259,
      "KER": 1260,
      "YSA": 1261,
      "GVR": 1262,
      "IAV": 1263,
      "EEER": 1264,
      "YDIA": 1265,
      "EANGAIF": 1266,
      "SDVDGMVI": 1267,
      "ESV": 1268,
      "KVI": 1269,
      "NTTVA": 1270,
      "LLR": 1271,
      "LAKK": 1272,
      "IIGA": 1273,
      "KRR": 1274,
      "DRSDLF": 1275,
      "GMTREDLLKGN": 1276,
      "LLEIPDEKAQ": 1277,
      "IAYLEGEY": 1278,
      "RAR": 1279,
      "VDLS": 1280,
      "KEK": 1281,
      "LLYS": 1282,
      "VALLVGARPR": 1283,
      "MARPKIALI": 1284,
      "VLGGHGDDMVPLVRYS": 1285,
      "PVCAW": 1286,
      "IQNAGTEVVEAKAGGGSATLSMGQ": 1287,
      "AAN": 1288,
      "GASSAASAANAA": 1289,
      "IVKD": 1290,
      "GLPRKPGMSR": 1291,
      "EAF": 1292,
      "MARNK": 1293,
      "FNPA": 1294,
      "IC": 1295,
      "GLK": 1296,
      "VLS": 1297,
      "MAKA": 1298,
      "EIDA": 1299,
      "EQVGA": 1300,
      "VLGGHGDTMVPLTR": 1301,
      "PDIFHA": 1302,
      "TEQ": 1303,
      "SVKD": 1304,
      "KRTR": 1305,
      "MTIWGNHSATQYPD": 1306,
      "LLKTGSAYYAPA": 1307,
      "GANGV": 1308,
      "EGKAMDLMQTASLN": 1309,
      "LLEV": 1310,
      "LDI": 1311,
      "KLV": 1312,
      "IAEEL": 1313,
      "EAC": 1314,
      "MLGPD": 1315,
      "PSTA": 1316,
      "YLGVPT": 1317,
      "GMAGILDTARYRAF": 1318,
      "IIKLR": 1319,
      "IIVSNP": 1320,
      "NTTVAIAA": 1321,
      "LGV": 1322,
      "PPA": 1323,
      "SLV": 1324,
      "GGEIV": 1325,
      "NAEI": 1326,
      "LIR": 1327,
      "LSN": 1328,
      "PLVA": 1329,
      "GIAGY": 1330,
      "GLALD": 1331,
      "GTNGKWVTM": 1332,
      "PVRVAVTGAAGQIGYALLFRIASGEMLGKDQPVILQ": 1333,
      "GPS": 1334,
      "KGA": 1335,
      "KLI": 1336,
      "WEIV": 1337,
      "GAMR": 1338,
      "PVPD": 1339,
      "VITSGIPRKPGMTREELIGINAGIVK": 1340,
      "PCSA": 1341,
      "HAPNA": 1342,
      "RDW": 1343,
      "WGNHSPTMYPD": 1344,
      "GASSAASAASAAIDH": 1345,
      "PGVAVDLS": 1346,
      "IH": 1347,
      "SGE": 1348,
      "IID": 1349,
      "KDM": 1350,
      "EIEL": 1351,
      "VGATCA": 1352,
      "PDVPAER": 1353,
      "TSAIE": 1354,
      "LVDIKE": 1355,
      "DL": 1356,
      "LALLLK": 1357,
      "GMERADLL": 1358,
      "TVQGKA": 1359,
      "EGFD": 1360,
      "YVGVPVVIGA": 1361,
      "LKTGSAYYAP": 1362,
      "YDIAPVT": 1363,
      "LGL": 1364,
      "IVL": 1365,
      "MIND": 1366,
      "LPAKN": 1367,
      "GTNPIA": 1368,
      "YGS": 1369,
      "YLQ": 1370,
      "VVIITA": 1371,
      "WALLV": 1372,
      "MLA": 1373,
      "LL*": 1374,
      "GAR": 1375,
      "GIV": 1376,
      "PVK": 1377,
      "VAVTGAAGQIGYSLLFR": 1378,
      "TTQEK": 1379,
      "NLK": 1380,
      "LDT": 1381,
      "VVII": 1382,
      "EQII": 1383,
      "LLKTGSAFYAPAASA": 1384,
      "PADR": 1385,
      "LIDI": 1386,
      "GVAR": 1387,
      "TGNPANTNALIA": 1388,
      "LMV": 1389,
      "NM": 1390,
      "NAPDA": 1391,
      "KSADAVR": 1392,
      "YVGVPTVIGA": 1393,
      "FGV": 1394,
      "FFA": 1395,
      "HVR": 1396,
      "MKITVV": 1397,
      "PGV": 1398,
      "PLT": 1399,
      "EEW": 1400,
      "SGVTILPLLSQ": 1401,
      "GLKELGDVV": 1402,
      "QAR": 1403,
      "KSVGEGI": 1404,
      "HT": 1405,
      "QSR": 1406,
      "WLE": 1407,
      "DVK": 1408,
      "QK": 1409,
      "LDQNRA": 1410,
      "LAN": 1411,
      "LAGV": 1412,
      "KDR": 1413,
      "GAAVI": 1414,
      "LRLLEI": 1415,
      "KYSPNA": 1416,
      "GMAGVLDSARFRYF": 1417,
      "MMA": 1418,
      "PGA": 1419,
      "PNT": 1420,
      "TAGS": 1421,
      "ELGDVV": 1422,
      "EAL": 1423,
      "PGMSRDD": 1424,
      "MELGV": 1425,
      "CKMRD": 1426,
      "CKGID": 1427,
      "PMTAF": 1428,
      "GAGNVGATCANV": 1429,
      "LLKTGSAYYAPSAA": 1430,
      "VASRNVKVLVVGNPANTNA": 1431,
      "AAEGTAMELDDCAFP": 1432,
      "EGVA": 1433,
      "LLPCAA": 1434,
      "LAW": 1435,
      "LISAGVARKPGM": 1436,
      "CF": 1437,
      "MSR": 1438,
      "VKA": 1439,
      "LLP": 1440,
      "EAVK": 1441,
      "FIS": 1442,
      "LADEF": 1443,
      "LPR": 1444,
      "NC": 1445,
      "ELSL": 1446,
      "PVTV": 1447,
      "VSP": 1448,
      "GIITNPVNTTVAIAA": 1449,
      "HH": 1450,
      "LSD": 1451,
      "MSQ": 1452,
      "WS": 1453,
      "GAEII": 1454,
      "LDR": 1455,
      "TVQKR": 1456,
      "EVR": 1457,
      "TEN": 1458,
      "VAS": 1459,
      "QAL": 1460,
      "MSKVTVV": 1461,
      "MAEAILKD": 1462,
      "LVDIV": 1463,
      "GAGQIGGTLAHLAA": 1464,
      "TKVGGATLTKLLGTSAWYAPGAA": 1465,
      "TYGGHGEQMAV": 1466,
      "LLYSGLKP": 1467,
      "WY": 1468,
      "GTGW": 1469,
      "CS": 1470,
      "LPS": 1471,
      "LAI": 1472,
      "PCNTNA": 1473,
      "KTLA": 1474,
      "NIKK": 1475,
      "GDWVSM": 1476,
      "GVVMELDDCAFP": 1477,
      "MAEAYLKDQKR": 1478,
      "WGNHSSTQYPD": 1479,
      "MARNKIALI": 1480,
      "FE": 1481,
      "TII": 1482,
      "WPA": 1483,
      "GAGF": 1484,
      "ELGV": 1485,
      "DIF": 1486,
      "KLN": 1487,
      "MDI": 1488,
      "LLN": 1489,
      "VADI": 1490,
      "GDPER": 1491,
      "DAD": 1492,
      "DVTA": 1493,
      "LKR": 1494,
      "PISDVDGMVI": 1495,
      "TMVPV": 1496,
      "YVD": 1497,
      "PTKGKALDML": 1498,
      "TSD": 1499
    },
    "merges": [
      "A A",
      "G V",
      "L L",
      "G A",
      "L D",
      "V V",
      "G I",
      "S A",
      "I V",
      "T A",
      "V A",
      "I A",
      "L A",
      "G G",
      "G M",
      "K A",
      "E L",
      "G L",
      "P V",
      "N A",
      "E A",
      "I I",
      "P A",
      "K D",
      "E R",
      "G D",
      "S V",
      "G E",
      "S D",
      "D A",
      "V I",
      "Y A",
      "V L",
      "P R",
      "E K",
      "T G",
      "T R",
      "S R",
      "M V",
      "T N",
      "G N",
      "G Q",
      "G K",
      "L V",
      "M A",
      "I L",
      "G F",
      "G S",
      "K K",
      "D V",
      "T V",
      "L I",
      "D I",
      "S S",
      "E I",
      "G T",
      "L K",
      "R A",
      "L S",
      "L T",
      "P GM",
      "E E",
      "Y S",
      "T T",
      "D D",
      "C A",
      "Q A",
      "V K",
      "P D",
      "S N",
      "K V",
      "P L",
      "G KA",
      "F R",
      "GG H",
      "L N",
      "G AA",
      "F A",
      "K N",
      "K PGM",
      "S AA",
      "I D",
      "P T",
      "G GA",
      "L R",
      "Q R",
      "K R",
      "L E",
      "K E",
      "K I",
      "M T",
      "P C",
      "GE Y",
      "P I",
      "G R",
      "P Q",
      "V GA",
      "E D",
      "YA P",
      "H A",
      "E Q",
      "GGH GD",
      "L F",
      "LD A",
      "V R",
      "T S",
      "E IV",
      "E N",
      "V M",
      "E F",
      "N T",
      "L Q",
      "N D",
      "V S",
      "G Y",
      "M R",
      "P E",
      "GV A",
      "PR KPGM",
      "T Q",
      "GM A",
      "E S",
      "S Q",
      "F P",
      "V T",
      "D T",
      "GKA LD",
      "I F",
      "SR DD",
      "GQ I",
      "H S",
      "M I",
      "M K",
      "E V",
      "M L",
      "W A",
      "LL K",
      "P N",
      "GV LD",
      "T MV",
      "TN P",
      "D R",
      "Y V",
      "H N",
      "P S",
      "SA R",
      "G GI",
      "Y L",
      "F I",
      "N V",
      "W GN",
      "VL GGHGD",
      "SS AA",
      "E T",
      "TG AA",
      "SSAA SAA",
      "K L",
      "TG SA",
      "F S",
      "N AA",
      "C I",
      "GV PV",
      "VV GN",
      "SN P",
      "NT NA",
      "E VV",
      "GI A",
      "V D",
      "M D",
      "S I",
      "AA A",
      "T D",
      "L AA",
      "LL A",
      "F D",
      "G H",
      "P K",
      "GMA GVLD",
      "GA GN",
      "TGAA GQI",
      "K T",
      "LD HN",
      "LL FR",
      "G SD",
      "GS Y",
      "IA S",
      "CA FP",
      "D VV",
      "N I",
      "PA NTNA",
      "R D",
      "L M",
      "E EL",
      "E LD",
      "Q S",
      "Y R",
      "LLK TGSA",
      "MT Y",
      "F TA",
      "Y D",
      "I VV",
      "TN D",
      "T VV",
      "GAA II",
      "G SA",
      "F K",
      "L IA",
      "L P",
      "GGA EIV",
      "LDHN RA",
      "I E",
      "VL VVGN",
      "G W",
      "VGA T",
      "GV P",
      "VA V",
      "SD GSY",
      "V F",
      "TGAAGQI G",
      "PRKPGM SRDD",
      "GG T",
      "M S",
      "K S",
      "K EL",
      "PV R",
      "WGN H",
      "NA GI",
      "G LA",
      "T F",
      "LL EI",
      "GL I",
      "VLGGHGD TMV",
      "T K",
      "Q D",
      "R KPGM",
      "LDA MV",
      "V E",
      "M N",
      "T I",
      "TA R",
      "R PR",
      "LA H",
      "H F",
      "P NA",
      "TA F",
      "ID H",
      "T VA",
      "GT SA",
      "LL VGA",
      "K Q",
      "I S",
      "G C",
      "GL P",
      "D W",
      "N GI",
      "I DA",
      "PC AA",
      "SSAASAA NAA",
      "LL D",
      "Q PV",
      "G KD",
      "GMAGVLD SAR",
      "N R",
      "G LD",
      "VLVVGN PANTNA",
      "Y YAP",
      "EA R",
      "D IA",
      "IV TA",
      "FTA M",
      "PV T",
      "E GV",
      "F V",
      "E KA",
      "GTSA W",
      "GI N",
      "LA Q",
      "S Y",
      "PQ GKALD",
      "ER A",
      "R R",
      "S VA",
      "LLFR IAS",
      "M Q",
      "SV E",
      "G PGM",
      "S K",
      "AA R",
      "VV VI",
      "S E",
      "G P",
      "GAGN VGAT",
      "GA N",
      "F VI",
      "Q KR",
      "GQ A",
      "M EL",
      "GI P",
      "M F",
      "GD VV",
      "GTSAW YAP",
      "G GV",
      "T L",
      "LD V",
      "TQ Y",
      "K H",
      "LLVGA RPR",
      "LD S",
      "IL Q",
      "I Q",
      "I AA",
      "TNP LDAMV",
      "WGNH SA",
      "E GF",
      "G TA",
      "E Y",
      "P DA",
      "G TN",
      "GG GE",
      "QR TR",
      "T Y",
      "I N",
      "S L",
      "MA R",
      "E LL",
      "LS Q",
      "V N",
      "TA N",
      "KN R",
      "ELD D",
      "SS F",
      "PL PR",
      "MA EA",
      "K M",
      "GGT LAH",
      "F N",
      "S H",
      "P DV",
      "GGGE IV",
      "PRKPGM TR",
      "FVI CI",
      "V Q",
      "VAV TGAAGQIG",
      "F T",
      "RKPGM SRDD",
      "IA LI",
      "Y C",
      "KK R",
      "KD I",
      "LE GEY",
      "S T",
      "I P",
      "MV EA",
      "L *",
      "YA PA",
      "E M",
      "K VV",
      "K SV",
      "GM ER",
      "K IV",
      "E GI",
      "KD LL",
      "E H",
      "GD W",
      "TR LDHNRA",
      "K Y",
      "LLKTGSA F",
      "MV P",
      "QPV ILQ",
      "KD A",
      "NAGI VK",
      "E ER",
      "LV D",
      "LL DI",
      "KV TVV",
      "SSAASAANAA IDH",
      "E GL",
      "S F",
      "GAAII EAR",
      "Y T",
      "R YS",
      "GTSAWYAP GAA",
      "WGN HS",
      "Q GL",
      "P DI",
      "C L",
      "LD SAR",
      "Q GKA",
      "GVP VV",
      "D LL",
      "I R",
      "D GGAEIV",
      "E W",
      "S GV",
      "N GV",
      "PRKPGMSRDD LL",
      "GL V",
      "FVICI TNPLDAMV",
      "IA Q",
      "WGNHSA TQY",
      "D Q",
      "ELDD CAFP",
      "V P",
      "M DT",
      "VA F",
      "C K",
      "Y F",
      "I TA",
      "EEL I",
      "G *",
      "K LL",
      "E AA",
      "E LA",
      "YA D",
      "L H",
      "GIN LK",
      "QRTR DGGAEIV",
      "P F",
      "I M",
      "FVICITNPLDAMV WA",
      "GS N",
      "GPGM ER",
      "GF D",
      "SNP MDT",
      "PRKPGMTR EELI",
      "K GV",
      "KD V",
      "GMA GI",
      "LT D",
      "K YS",
      "GK R",
      "Q V",
      "TA D",
      "F SR",
      "TR N",
      "L PA",
      "K GKALD",
      "AA D",
      "GMAGVLDSAR FR",
      "YA LLFRIAS",
      "Q TA",
      "KA R",
      "Q N",
      "GV PA",
      "C V",
      "P M",
      "GV PT",
      "MA ES",
      "T GA",
      "GM I",
      "YL KD",
      "Q Q",
      "EK IV",
      "GS H",
      "K SA",
      "TS GI",
      "TVA GI",
      "IL KD",
      "E VA",
      "GF A",
      "PL TR",
      "LL V",
      "G PD",
      "GD LL",
      "T LT",
      "GV VM",
      "TA GSD",
      "VA KR",
      "E P",
      "K P",
      "TR K",
      "L NA",
      "WGNHS PT",
      "SVE DV",
      "N TN",
      "EL R",
      "GINLK VM",
      "G RA",
      "SV R",
      "D VA",
      "M Y",
      "T PA",
      "S GF",
      "F L",
      "AA S",
      "TV Q",
      "MR D",
      "VLGGHGDTMV P",
      "GQ Y",
      "IVTA GV",
      "TN PV",
      "G LL",
      "S GI",
      "GKD QPVILQ",
      "GI D",
      "Y IA",
      "EI D",
      "E IA",
      "T SA",
      "N GK",
      "N L",
      "I K",
      "I T",
      "II TA",
      "GAGNVGAT CA",
      "GM GGA",
      "GV PC",
      "LA *",
      "TAN SD",
      "H D",
      "GD IV",
      "SDGSY GV",
      "WA L",
      "KEL GDVV",
      "E II",
      "R F",
      "GGHGD TMV",
      "SNPMDT MTY",
      "I GA",
      "S P",
      "SDGSY GI",
      "I WGNHSATQY",
      "T AA",
      "Y LEGEY",
      "EK II",
      "S SA",
      "GA DV",
      "GA GQI",
      "TSGI PRKPGMTREELI",
      "K VLVVGNPANTNA",
      "H R",
      "H L",
      "S M",
      "GA SSAASAA",
      "GI I",
      "G EL",
      "TG F",
      "L KA",
      "LD TAR",
      "RA F",
      "DA R",
      "GVPV KL",
      "FTAM TRLDHNRA",
      "LV DI",
      "TV GKR",
      "ML GKDQPVILQ",
      "AA E",
      "IL P",
      "DV R",
      "PL PD",
      "Q Y",
      "GA D",
      "VV A",
      "PQ GK",
      "GE GI",
      "VAVTGAAGQIG YS",
      "EA N",
      "VT M",
      "M ELDDCAFP",
      "AA Q",
      "GV M",
      "LL E",
      "N K",
      "MK SA",
      "LF DIA",
      "E GKA",
      "GA GA",
      "LA EA",
      "GV D",
      "LLKTGSA YYAP",
      "C R",
      "YS K",
      "G EA",
      "LA D",
      "FTAM LR",
      "LDS SR",
      "D MVP",
      "VL PCAA",
      "GPGMER KDLL",
      "GGA TLT",
      "GEY GL",
      "IVV SNP",
      "G PV",
      "ED CAFP",
      "TR ED",
      "T W",
      "EL V",
      "GL SSAASAANAAIDH",
      "K II",
      "ERA DLL",
      "LDV MTY",
      "TT MI",
      "M KVTVV",
      "LDA IV",
      "GGHGD TTMI",
      "V H",
      "K HS",
      "E SA",
      "P KA",
      "N VK",
      "LLDI KE",
      "YIA MKSA",
      "AA SA",
      "FI P",
      "W VTM",
      "GA DVV",
      "G YA",
      "S IV",
      "K GL",
      "GK NGI",
      "GK NGV",
      "TND Y",
      "RKPGMSRDD LL",
      "A R",
      "E VI",
      "PA D",
      "ER VI",
      "EA V",
      "LN D",
      "TV D",
      "TT VA",
      "F SA",
      "G SV",
      "V SV",
      "KV T",
      "VA Q",
      "T C",
      "SDGSYGV PE",
      "V AA",
      "PT VAKR",
      "QRTRDGGAEIV G",
      "I IV",
      "L GA",
      "T TA",
      "D N",
      "EK L",
      "Q L",
      "GLI *",
      "D IV",
      "TS GL",
      "DA VR",
      "M LD",
      "Q I",
      "TRK GGGEIV",
      "DA VK",
      "P AA",
      "T DD",
      "GA IF",
      "NA KI",
      "H I",
      "N S",
      "GEY GI",
      "E QA",
      "R S",
      "EL K",
      "S GLP",
      "SAA A",
      "EE F",
      "LDHNRA LSQ",
      "GADV C",
      "YR FA",
      "GE Q",
      "GK P",
      "I ND",
      "GM TRED",
      "TVQ QR",
      "H LL",
      "E EK",
      "T PV",
      "IA R",
      "KNR II",
      "KM GW",
      "D GV",
      "NA N",
      "LLEI TPA",
      "IVTAGV PRKPGMSRDDLL",
      "K KA",
      "FA S",
      "VI GA",
      "EF SR",
      "GSA YYAP",
      "K FS",
      "N N",
      "Q LA",
      "VA I",
      "K F",
      "EL Q",
      "VVVI TA",
      "N DI",
      "MA V",
      "F VA",
      "R L",
      "IV I",
      "M TR",
      "IA C",
      "KA V",
      "GEY GV",
      "N LL",
      "GM VI",
      "GE MLGKDQPVILQ",
      "MAR KK",
      "NTN C",
      "SV Q",
      "Q P",
      "GVLD TAR",
      "VS M",
      "TG T",
      "PI R",
      "SV I",
      "GE F",
      "SSF QS",
      "T LS",
      "VV V",
      "Y YAPA",
      "TT D",
      "GAGQI GGTLAH",
      "PR KA",
      "LLKTGSAF YAPA",
      "LLKTGSAF YAP",
      "VAF KDA",
      "Y I",
      "YA DIA",
      "M P",
      "GQ S",
      "KI TVV",
      "GR SSFQS",
      "VV D",
      "SA F",
      "PRKPGM SR",
      "LDSAR FK",
      "V II",
      "EKA Q",
      "LLVGARPR GPGMERKDLL",
      "L W",
      "V C",
      "TND YSK",
      "TY GGH",
      "FVICITNPLDAMVWA LR",
      "F F",
      "LL Q",
      "EL N",
      "VGA S",
      "SA D",
      "GL S",
      "G SR",
      "SV T",
      "LA S",
      "GSA F",
      "GAAIIEAR GLSSAASAANAAIDH",
      "K GY",
      "M KA",
      "IA I",
      "PV I",
      "IL PCAA",
      "GGHGDTMV PLPR",
      "S II",
      "GMER GDLL",
      "EK VI",
      "K LR",
      "P EA",
      "TSGIPRKPGMTREELI GI",
      "M GG",
      "M YAD",
      "F Q",
      "TT Q",
      "LV RYS",
      "E VL",
      "H C",
      "S VV",
      "FVICITNPLDAMVWA LQ",
      "GV I",
      "CA F",
      "VLGGHGD DMVP",
      "GVPV IL",
      "GAAII KAR",
      "K *",
      "L TA",
      "LP TVGKR",
      "MEL EDCAFP",
      "SD I",
      "TT LD",
      "GVVM EL",
      "R Q",
      "TVAGI PLPD",
      "GF DT",
      "FR TF",
      "L VA",
      "N Y",
      "S GL",
      "T P",
      "T KV",
      "GGATLT KLL",
      "GG R",
      "LK EL",
      "S LD",
      "DA N",
      "Y LS",
      "VA SR",
      "IVTAGVPRKPGMSRDDLL GINLKVM",
      "H W",
      "S SR",
      "YV GVPVV",
      "E GKALD",
      "KI T",
      "FVICITNPLDAMVWALR EF",
      "C H",
      "M E",
      "TV TGAAGQIG",
      "PI T",
      "E GK",
      "LL LK",
      "GD A",
      "WGNHSPT MYAD",
      "F SQ",
      "G TG",
      "K LF",
      "LI D",
      "GMAGI LDTAR",
      "P VV",
      "KA GG",
      "DV KVLVVGNPANTNA",
      "EE IV",
      "YT TV",
      "I NA",
      "K GI",
      "K TG",
      "GE H",
      "LV R",
      "FI PTVAKR",
      "GIA RKPGMSRDD",
      "LDS TR",
      "VGAS CA",
      "D YA",
      "ER IV",
      "G PQ",
      "YV GVPT",
      "PQGK GLD",
      "IA N",
      "NA Q",
      "GLI SSF",
      "MRD WAL",
      "W I",
      "DA V",
      "L EA",
      "P QA",
      "LA EK",
      "LK TGSA",
      "RA K",
      "LA R",
      "KNR VI",
      "EE II",
      "P ER",
      "YIAMKSA PD",
      "G TNP",
      "I SQ",
      "LL SQ",
      "QGL EI",
      "MAES YLKD",
      "GMGGA LDSARFK",
      "N Q",
      "V Y",
      "SS GGA",
      "GAGN I",
      "FTAMLR LDHNRALSQ",
      "IVV ITA",
      "F Y",
      "M DA",
      "EL EL",
      "EK I",
      "TNP LDV",
      "PRKPGMSRDD LI",
      "PA ER",
      "E GM",
      "L Y",
      "L EL",
      "ER TRKGGGEIV",
      "GK WVTM",
      "LV Q",
      "EGKA MD",
      "M FD",
      "IV A",
      "PV D",
      "K PR",
      "M AA",
      "TAF VLGGHGDTMVP",
      "DW VL",
      "IWGNHSATQY PD",
      "S LN",
      "KD SD",
      "MV PLPR",
      "TYGGH GEQ",
      "GGATLTKLL GTSAWYAPGAA",
      "M H",
      "MA Q",
      "NA GT",
      "VAVTGAAGQIGYS LLFRIAS",
      "PT KGKALD",
      "WGNH SS",
      "TSGIPRKPGMTREELIGI NAGIVK",
      "GV N",
      "FVICITNPLDAMVWALREF SGLP",
      "GAA GGI",
      "VAVTGAAGQIG YALLFRIAS",
      "C Q",
      "LD Q",
      "GSA TLS",
      "GQS GVLDTAR",
      "D GI",
      "SV KDV",
      "GN GSAYYAP",
      "LT Q",
      "MK VA",
      "GV H",
      "TA Q",
      "NA KIV",
      "KI TG",
      "NTNC LIA",
      "F C",
      "F HA",
      "V GS",
      "SV D",
      "SD A",
      "DT MV",
      "SDGSYGI PE",
      "MARKK IALI",
      "QR R",
      "KI N",
      "MKVTVV GAGA",
      "N H",
      "SD LL",
      "LAA LDSTR",
      "PV CA",
      "GF TGA",
      "GMAGVLDSARFR HF",
      "NAGT EVV",
      "DA MTY",
      "S C",
      "W Q",
      "Y RAF",
      "VLGGHGDTMV PLPR",
      "PDV KH",
      "N P",
      "IV RD",
      "EA S",
      "LK GVM",
      "GGA TL",
      "IVTA GVA",
      "CL Y",
      "GMI GGTLAH",
      "VGASCA EY",
      "EGKAMD LM",
      "Y ED",
      "KK I",
      "IQ NAGTEVV",
      "PV TT",
      "NA R",
      "NA PD",
      "LV KMGW",
      "GT PE",
      "GLP KNRII",
      "L C",
      "T ILP",
      "GA SSAASAANAAIDH",
      "VS MA",
      "AAE GTA",
      "T ID",
      "IA D",
      "EK VV",
      "LR D",
      "H SD",
      "GK N",
      "LLA GM",
      "NVK VLVVGNPANTNA",
      "GV S",
      "EI K",
      "H K",
      "LD GEY",
      "VA R",
      "EK AA",
      "GMTRED LLK",
      "VA D",
      "KEL GDIV",
      "PVT C",
      "WGNHSPTMYAD YRFA",
      "KAGG GSATLS",
      "GAAGGI GQA",
      "G TV",
      "L KK",
      "PLTR LA",
      "SA N",
      "YAP NA",
      "GVPV II",
      "G PA",
      "T GL",
      "LV GA",
      "NV SVEDV",
      "PANTNA LIA",
      "GVPVV L",
      "MAEA YLKD",
      "TILP LLSQ",
      "R AA",
      "GPGM ERADLL",
      "Y AA",
      "Y EIV",
      "LA EEF",
      "LT S",
      "P P",
      "V TT",
      "PR KE",
      "GAA GMI",
      "GAAGMI GSN",
      "G WA",
      "Y Q",
      "SD D",
      "L TRLDHNRA",
      "T E",
      "TG QY",
      "EGF DA",
      "F IA",
      "M GGHGDTMVPLPR",
      "GL T",
      "VI D",
      "MY PD",
      "LDSSR FK",
      "GSR PR",
      "G ER",
      "R N",
      "VLGGHGD S",
      "II SSGGA",
      "TG LL",
      "F LPTVGKR",
      "TA QGKA",
      "SAA IDH",
      "GGI FK",
      "EGV PQGKALD",
      "NAQ IF",
      "K GM",
      "P CA",
      "TG FP",
      "GY D",
      "TNP LD",
      "GGATL TGLL",
      "IQNAGTEVV EA",
      "GGIFK PQ",
      "P EE",
      "LD EN",
      "LA V",
      "GL KP",
      "KD L",
      "M KK",
      "KK K",
      "EVV LLDIKE",
      "KY IISSGGA",
      "TVTGAAGQIG YALLFRIAS",
      "GMGGALDSARFK YR",
      "S IL",
      "PN L*",
      "GGI PL",
      "PVI GGH",
      "FVICITNPLDAMVWALQ KFS",
      "E DI",
      "I EA",
      "PC SV",
      "IDA IV",
      "SNPMDTMTY LA",
      "MV ES",
      "P GVA",
      "TV N",
      "YC PDVKH",
      "GF P",
      "K AA",
      "S GA",
      "LA DVV",
      "NA PDI",
      "MA Y",
      "GF DA",
      "YS F",
      "GRSSFQS PA",
      "GSAF YAP",
      "KAGGGSATLS M",
      "GL PA",
      "P Y",
      "T LA",
      "VV I",
      "SN HF",
      "GMAGVLD TAR",
      "KDI QA",
      "KAV GEGI",
      "EGKAMDLM QTA",
      "C Y",
      "F AA",
      "M TA",
      "PV Q",
      "EE KA",
      "NAGI VR",
      "VVVI TSGL",
      "E GA",
      "G TND",
      "Q AA",
      "S LL",
      "VL V",
      "KKR VLPCAA",
      "GMER KDLL",
      "IVTAGVA RKPGMSRDDLL",
      "W N",
      "VV E",
      "IV GAAGMIGSN",
      "EA VR",
      "SD LF",
      "M MQ",
      "EI N",
      "GII TNPV",
      "LL S",
      "IV GA",
      "SV EN",
      "PC NTNCLIA",
      "TAD SD",
      "C D",
      "M M",
      "LA E",
      "GG GEL",
      "P W",
      "GSH GD",
      "LL L",
      "SD VD",
      "EK R",
      "GT D",
      "EN GEY",
      "TRN GGAEIV",
      "G PI",
      "H V",
      "M VV",
      "N F",
      "NA K",
      "ER II",
      "LI SA",
      "PL GG",
      "GGH SD",
      "PN I",
      "EGKALD I",
      "E PA",
      "II IVVSNP",
      "TG N",
      "GADVC IVTAGVPRKPGMSRDDLLGINLKVM",
