{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[BOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[BOS]": {
        "id": "[BOS]",
        "ids": [
          5
        ],
        "tokens": [
          "[BOS]"
        ]
      },
      "[EOS]": {
        "id": "[EOS]",
        "ids": [
          6
        ],
        "tokens": [
          "[EOS]"
        ]
      }
    }
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "[BOS]": 5,
      "[EOS]": 6,
      "A": 7,
      "C": 8,
      "G": 9,
      "T": 10,
      "GC": 11,
      "AA": 12,
      "TC": 13,
      "TG": 14,
      "AC": 15,
      "GG": 16,
      "TT": 17,
      "GCC": 18,
      "GA": 19,
      "GGC": 20,
      "TA": 21,
      "TCC": 22,
      "ACC": 23,
      "GAA": 24,
      "TGC": 25,
      "TTG": 26,
      "AAC": 27,
      "ATC": 28,
      "TTC": 29,
      "GAC": 30,
      "ATG": 31,
      "GTC": 32,
      "GTG": 33,
      "AGC": 34,
      "TAA": 35,
      "TAC": 36,
      "AGG": 37,
      "TGCC": 38,
      "GGCC": 39,
      "CC": 40,
      "TTCC": 41,
      "GCGC": 42,
      "GTT": 43,
      "ATT": 44,
      "GATC": 45,
      "GATG": 46,
      "AAA": 47,
      "GACC": 48,
      "GTA": 49,
      "AAGG": 50,
      "GCTG": 51,
      "AAAA": 52,
      "GCCC": 53,
      "GGTG": 54,
      "GAAC": 55,
      "GCA": 56,
      "GTGC": 57,
      "GCTC": 58,
      "TACC": 59,
      "GCGG": 60,
      "GAGG": 61,
      "GTTG": 62,
      "TATG": 63,
      "AACC": 64,
      "GCAA": 65,
      "TCCC": 66,
      "GTTC": 67,
      "TATC": 68,
      "ATTG": 69,
      "GGTC": 70,
      "TGCTG": 71,
      "AGCC": 72,
      "AGAA": 73,
      "AATG": 74,
      "GTAA": 75,
      "AGA": 76,
      "GTCC": 77,
      "TATT": 78,
      "GCAC": 79,
      "ATGC": 80,
      "ACCC": 81,
      "GATT": 82,
      "GTAC": 83,
      "TAAC": 84,
      "AGGC": 85,
      "GTGCC": 86,
      "AAAC": 87,
      "ATCC": 88,
      "TTTG": 89,
      "GAGC": 90,
      "GGGC": 91,
      "TGCTC": 92,
      "TTTC": 93,
      "ATA": 94,
      "AAGAA": 95,
      "GGAC": 96,
      "AATC": 97,
      "GCGGC": 98,
      "ATTC": 99,
      "TCGGC": 100,
      "TTAC": 101,
      "TTCCC": 102,
      "GCGAC": 103,
      "GCGCC": 104,
      "ACTG": 105,
      "AACCC": 106,
      "GTCGGC": 107,
      "GAGAA": 108,
      "GCCGGC": 109,
      "ACGGC": 110,
      "AAGGC": 111,
      "ACTC": 112,
      "TGCCC": 113,
      "GCCGCC": 114,
      "AATT": 115,
      "AAGC": 116,
      "GGCCC": 117,
      "TCGG": 118,
      "GCATC": 119,
      "TGGG": 120,
      "AGTG": 121,
      "GTTCC": 122,
      "TCTG": 123,
      "GACATC": 124,
      "GCAGG": 125,
      "ATCGGC": 126,
      "GCGA": 127,
      "ATAA": 128,
      "TTTT": 129,
      "CCC": 130,
      "AGATC": 131,
      "GCCTG": 132,
      "ACGG": 133,
      "TGGGC": 134,
      "GCCGG": 135,
      "GCGAA": 136,
      "AGTT": 137,
      "GCTT": 138,
      "AAGA": 139,
      "GCGATG": 140,
      "AGTC": 141,
      "AGAC": 142,
      "GAGATC": 143,
      "AAATG": 144,
      "GGCGGC": 145,
      "ATTCC": 146,
      "TCGAC": 147,
      "GCAGC": 148,
      "ATAC": 149,
      "TGTC": 150,
      "AGATG": 151,
      "TGAA": 152,
      "AGTA": 153,
      "GAGCGC": 154,
      "GCCATG": 155,
      "GTACC": 156,
      "GCTGC": 157,
      "TGGTG": 158,
      "ATCGG": 159,
      "GATA": 160,
      "TGAC": 161,
      "GTCACC": 162,
      "GAAGG": 163,
      "GATGC": 164,
      "GAGGC": 165,
      "GCGTG": 166,
      "GCCTC": 167,
      "GCTTC": 168,
      "ATCATC": 169,
      "TGATG": 170,
      "GGTGC": 171,
      "GACCAC": 172,
      "TATTG": 173,
      "GCGGCC": 174,
      "TGATC": 175,
      "ATGCC": 176,
      "GCACC": 177,
      "TGTT": 178,
      "GACGGC": 179,
      "GAAGGC": 180,
      "TCTC": 181,
      "GCCAA": 182,
      "GGAA": 183,
      "ATCCC": 184,
      "AACGGC": 185,
      "GCGTC": 186,
      "GCATG": 187,
      "GGTT": 188,
      "TCCTC": 189,
      "AGGCC": 190,
      "GCAAC": 191,
      "AAAGC": 192,
      "GGGG": 193,
      "GACCC": 194,
      "GAGA": 195,
      "AAATC": 196,
      "TGGAA": 197,
      "AATCC": 198,
      "AAAAA": 199,
      "AAGGAC": 200,
      "AATTG": 201,
      "GTGATG": 202,
      "GGCATG": 203,
      "TATTC": 204,
      "TCGCC": 205,
      "AAAAC": 206,
      "TCATC": 207,
      "TCGTC": 208,
      "AATGC": 209,
      "TGGTC": 210,
      "AAAGG": 211,
      "GATTC": 212,
      "AAGCC": 213,
      "GCTTG": 214,
      "TGA": 215,
      "ACCAAC": 216,
      "TTTA": 217,
      "GCCGAC": 218,
      "GCCTTC": 219,
      "TCAC": 220,
      "ATCACC": 221,
      "GATAC": 222,
      "TAACC": 223,
      "GATCC": 224,
      "GCTAC": 225,
      "GACGAC": 226,
      "GTATG": 227,
      "GTAAC": 228,
      "AGTTG": 229,
      "GCTCC": 230,
      "TGTTG": 231,
      "GATTG": 232,
      "ACAC": 233,
      "GCCCC": 234,
      "GCGATC": 235,
      "AGCTG": 236,
      "TCACC": 237,
      "TATGC": 238,
      "GCCGAA": 239,
      "TTATT": 240,
      "GCCGA": 241,
      "TAGAA": 242,
      "TTTTG": 243,
      "GTGGTG": 244,
      "GGCTG": 245,
      "GCCAAC": 246,
      "GCATT": 247,
      "GTTTC": 248,
      "GGCGG": 249,
      "TAGG": 250,
      "TGTTC": 251,
      "TACGGC": 252,
      "AAGAC": 253,
      "AGCCC": 254,
      "AAATT": 255,
      "AGCTC": 256,
      "AAGACC": 257,
      "GTCCC": 258,
      "TGGAC": 259,
      "GCCATC": 260,
      "AAGATC": 261,
      "AGAAC": 262,
      "AAAGAA": 263,
      "GTGAC": 264,
      "GCTGCC": 265,
      "GGCTC": 266,
      "TGACC": 267,
      "GCGTT": 268,
      "TCCCC": 269,
      "GTATC": 270,
      "GATATC": 271,
      "GAGGCC": 272,
      "TTGCC": 273,
      "GATGCC": 274,
      "GGATG": 275,
      "GGATC": 276,
      "GAGCTG": 277,
      "AAACC": 278,
      "GGGCATG": 279,
      "TTCACC": 280,
      "TGCAGG": 281,
      "ACCATG": 282,
      "AAGGCC": 283,
      "ACTT": 284,
      "GCGCCC": 285,
      "GACGTC": 286,
      "GTTCCC": 287,
      "TGTG": 288,
      "ATATT": 289,
      "GGCATC": 290,
      "GGTTC": 291,
      "GCCAC": 292,
      "TTTCC": 293,
      "GAGATG": 294,
      "ATATC": 295,
      "AGTTC": 296,
      "AAATTG": 297,
      "GATAA": 298,
      "AAGAAC": 299,
      "GCAGAA": 300,
      "TGCGCC": 301,
      "GTCATC": 302,
      "TTTAA": 303,
      "GTGGGC": 304,
      "GCCACC": 305,
      "ATTAC": 306,
      "TCGAA": 307,
      "TTATC": 308,
      "TCAAGG": 309,
      "AAGTC": 310,
      "GAGCTC": 311,
      "GGGCAACC": 312,
      "TCATG": 313,
      "TGCTGC": 314,
      "GGAGC": 315,
      "ACGAA": 316,
      "TACCC": 317,
      "GCTAA": 318,
      "GCCGAGG": 319,
      "TCCTG": 320,
      "AGTAA": 321,
      "GTGATC": 322,
      "GTGCCC": 323,
      "AGTAC": 324,
      "GCAAGGC": 325,
      "ATATG": 326,
      "AATGCC": 327,
      "AGGTG": 328,
      "GCAGGC": 329,
      "TTACC": 330,
      "GGTA": 331,
      "GCTTCC": 332,
      "TTCGGC": 333,
      "GCTCGAC": 334,
      "GCGCGGC": 335,
      "TTCTC": 336,
      "GTGGTC": 337,
      "TTGAC": 338,
      "ATGAAA": 339,
      "AATA": 340,
      "GCTA": 341,
      "GACAC": 342,
      "GGGAA": 343,
      "TGGGGCAACC": 344,
      "GGTAA": 345,
      "AATAA": 346,
      "TTATG": 347,
      "TGCAGC": 348,
      "TTGTTG": 349,
      "GTGACC": 350,
      "ACCTG": 351,
      "AGTGC": 352,
      "GGCAC": 353,
      "GATATT": 354,
      "AGACC": 355,
      "GAAGAA": 356,
      "GCACCC": 357,
      "TGCCCC": 358,
      "AACGAC": 359,
      "GTATT": 360,
      "ATGAC": 361,
      "AAGTG": 362,
      "AGGAC": 363,
      "AAGATG": 364,
      "AACTG": 365,
      "ATCGTC": 366,
      "TCTGC": 367,
      "AATTC": 368,
      "GGTGCC": 369,
      "ATGCTG": 370,
      "GTTAC": 371,
      "GCGCTG": 372,
      "ATACC": 373,
      "TTCCCC": 374,
      "TTGATG": 375,
      "GCGGTG": 376,
      "GAGTTC": 377,
      "AAAGGC": 378,
      "GTTTT": 379,
      "AGCGG": 380,
      "AGGTC": 381,
      "TCGGCC": 382,
      "AGCAC": 383,
      "GCGTTC": 384,
      "GACTG": 385,
      "GCAAGG": 386,
      "AAGCTG": 387,
      "GCGACC": 388,
      "AATAC": 389,
      "TTCTG": 390,
      "GCCTCC": 391,
      "AAAAAC": 392,
      "GTCGTC": 393,
      "GGAGG": 394,
      "GGTTG": 395,
      "GACCACAACC": 396,
      "GAATG": 397,
      "TTCGAC": 398,
      "TGCTTG": 399
    },
    "merges": [
      "G C",
      "A A",
      "T C",
      "T G",
      "A C",
      "G G",
      "T T",
      "GC C",
      "G A",
      "G GC",
      "T A",
      "TC C",
      "AC C",
      "G AA",
      "T GC",
      "T TG",
      "AA C",
      "A TC",
      "T TC",
      "G AC",
      "A TG",
      "G TC",
      "G TG",
      "A GC",
      "T AA",
      "T AC",
      "A GG",
      "T GCC",
      "G GCC",
      "C C",
      "T TCC",
      "GC GC",
      "G TT",
      "A TT",
      "GA TC",
      "GA TG",
      "AA A",
      "G ACC",
      "G TA",
      "AA GG",
      "GC TG",
      "AA AA",
      "GCC C",
      "GG TG",
      "GAA C",
      "GC A",
      "G TGC",
      "GC TC",
      "T ACC",
      "GC GG",
      "GA GG",
      "G TTG",
      "TA TG",
      "AAC C",
      "GC AA",
      "TCC C",
      "G TTC",
      "TA TC",
      "A TTG",
      "GG TC",
      "TGC TG",
      "A GCC",
      "A GAA",
      "AA TG",
      "G TAA",
      "A GA",
      "G TCC",
      "TA TT",
      "GC AC",
      "A TGC",
      "ACC C",
      "GA TT",
      "G TAC",
      "T AAC",
      "A GGC",
      "G TGCC",
      "AA AC",
      "A TCC",
      "TT TG",
      "GA GC",
      "GG GC",
      "TGC TC",
      "TT TC",
      "A TA",
      "AA GAA",
      "GG AC",
      "AA TC",
      "GC GGC",
      "A TTC",
      "TC GGC",
      "TT AC",
      "TTCC C",
      "GC GAC",
      "GC GCC",
      "AC TG",
      "AAC CC",
      "GTC GGC",
      "GA GAA",
      "GCC GGC",
      "AC GGC",
      "AA GGC",
      "AC TC",
      "TGCC C",
      "GCC GCC",
      "AA TT",
      "AA GC",
      "GGCC C",
      "TC GG",
      "GC ATC",
      "TG GG",
      "A GTG",
      "G TTCC",
      "TC TG",
      "GAC ATC",
      "GC AGG",
      "ATC GGC",
      "GC GA",
      "A TAA",
      "TT TT",
      "CC C",
      "A GATC",
      "GCC TG",
      "AC GG",
      "TG GGC",
      "GCC GG",
      "GC GAA",
      "A GTT",
      "GC TT",
      "AA GA",
      "GC GATG",
      "A GTC",
      "A GAC",
      "GA GATC",
      "AA ATG",
      "GGC GGC",
      "A TTCC",
      "TC GAC",
      "GC AGC",
      "A TAC",
      "TG TC",
      "A GATG",
      "TG AA",
      "A GTA",
      "GA GCGC",
      "GCC ATG",
      "G TACC",
      "GC TGC",
      "TG GTG",
      "ATC GG",
      "GA TA",
      "TG AC",
      "GTC ACC",
      "GAA GG",
      "GA TGC",
      "GA GGC",
      "GC GTG",
      "GCC TC",
      "GC TTC",
      "ATC ATC",
      "TG ATG",
      "GG TGC",
      "GACC AC",
      "TA TTG",
      "GC GGCC",
      "TG ATC",
      "A TGCC",
      "GC ACC",
      "TG TT",
      "GAC GGC",
      "GAA GGC",
      "TC TC",
      "GCC AA",
      "GG AA",
      "A TCCC",
      "AAC GGC",
      "GC GTC",
      "GC ATG",
      "GG TT",
      "TCC TC",
      "A GGCC",
      "GC AAC",
      "AA AGC",
      "GG GG",
      "GACC C",
      "GA GA",
      "AA ATC",
      "TG GAA",
      "AA TCC",
      "AA AAA",
      "AAGG AC",
      "AA TTG",
      "GTG ATG",
      "GGC ATG",
      "TA TTC",
      "TC GCC",
      "AA AAC",
      "TC ATC",
      "TC GTC",
      "AA TGC",
      "TG GTC",
      "AA AGG",
      "GA TTC",
      "AA GCC",
      "GC TTG",
      "TG A",
      "ACC AAC",
      "TT TA",
      "GCC GAC",
      "GCC TTC",
      "TC AC",
      "ATC ACC",
      "GA TAC",
      "T AACC",
      "GA TCC",
      "GC TAC",
      "GAC GAC",
      "GTA TG",
      "G TAAC",
      "A GTTG",
      "GC TCC",
      "TG TTG",
      "GA TTG",
      "AC AC",
      "GCC CC",
      "GC GATC",
      "AGC TG",
      "TC ACC",
      "TA TGC",
      "GCC GAA",
      "TT ATT",
      "GCC GA",
      "TA GAA",
      "TT TTG",
      "GTG GTG",
      "GGC TG",
      "GCC AAC",
      "GC ATT",
      "GTT TC",
      "GGC GG",
      "TA GG",
      "TG TTC",
      "TAC GGC",
      "AA GAC",
      "A GCCC",
      "AA ATT",
      "AGC TC",
      "AA GACC",
      "G TCCC",
      "TG GAC",
      "GCC ATC",
      "AA GATC",
      "A GAAC",
      "AAA GAA",
      "GTG AC",
      "GC TGCC",
      "GGC TC",
      "TG ACC",
      "GC GTT",
      "TCC CC",
      "GTA TC",
      "GA TATC",
      "GA GGCC",
      "TT GCC",
      "GA TGCC",
      "GG ATG",
      "GG ATC",
      "GA GCTG",
      "AA ACC",
      "GGGC ATG",
      "TTC ACC",
      "TGC AGG",
      "ACC ATG",
      "AA GGCC",
      "AC TT",
      "GC GCCC",
      "GAC GTC",
      "G TTCCC",
      "TG TG",
      "A TATT",
      "GGC ATC",
      "GG TTC",
      "GCC AC",
      "TT TCC",
      "GA GATG",
      "A TATC",
      "A GTTC",
      "AAA TTG",
      "GA TAA",
      "AA GAAC",
      "GCA GAA",
      "TGC GCC",
      "GTC ATC",
      "TT TAA",
      "GTG GGC",
      "GCC ACC",
      "ATT AC",
      "TC GAA",
      "TT ATC",
      "TC AAGG",
      "AA GTC",
      "GA GCTC",
      "GGGC AACC",
      "TC ATG",
      "TGC TGC",
      "GG AGC",
      "AC GAA",
      "TACC C",
      "GC TAA",
      "GCC GAGG",
      "TCC TG",
      "A GTAA",
      "GTG ATC",
      "GTGCC C",
      "A GTAC",
      "GCAA GGC",
      "A TATG",
      "AA TGCC",
      "AGG TG",
      "GCA GGC",
      "TT ACC",
      "GG TA",
      "GC TTCC",
      "TTC GGC",
      "GCTC GAC",
      "GCGC GGC",
      "TTC TC",
      "GTG GTC",
      "TTG AC",
      "ATG AAA",
      "AA TA",
      "GC TA",
      "GAC AC",
      "GG GAA",
      "TG GGGCAACC",
      "GG TAA",
      "AA TAA",
      "TT ATG",
      "TGC AGC",
      "TTG TTG",
      "GTG ACC",
      "ACC TG",
      "A GTGC",
      "GGC AC",
      "GA TATT",
      "A GACC",
      "GAA GAA",
      "GC ACCC",
      "TGCC CC",
      "AAC GAC",
      "GTA TT",
      "ATG AC",
      "AA GTG",
      "AGG AC",
      "AA GATG",
      "AAC TG",
      "ATC GTC",
      "TC TGC",
      "AA TTC",
      "GG TGCC",
      "A TGCTG",
      "GTT AC",
      "GCGC TG",
      "A TACC",
      "TTCC CC",
      "TTG ATG",
      "GC GGTG",
      "GA GTTC",
      "AAA GGC",
      "GTT TT",
      "AGC GG",
      "AGG TC",
      "TC GGCC",
      "AGC AC",
      "GC GTTC",
      "GAC TG",
      "GC AAGG",
      "AA GCTG",
      "GC GACC",
      "AA TAC",
      "TTC TG",
      "GCC TCC",
      "AAAA AC",
      "GTC GTC",
      "GG AGG",
      "GG TTG",
      "GACCAC AACC",
      "GAA TG",
      "TTC GAC",
      "TGC TTG"
    ]
  }
}