{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[BOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[BOS]": {
        "id": "[BOS]",
        "ids": [
          5
        ],
        "tokens": [
          "[BOS]"
        ]
      },
      "[EOS]": {
        "id": "[EOS]",
        "ids": [
          6
        ],
        "tokens": [
          "[EOS]"
        ]
      }
    }
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "[BOS]": 5,
      "[EOS]": 6,
      "A": 7,
      "B": 8,
      "C": 9,
      "D": 10,
      "E": 11,
      "F": 12,
      "G": 13,
      "H": 14,
      "I": 15,
      "K": 16,
      "L": 17,
      "M": 18,
      "N": 19,
      "P": 20,
      "Q": 21,
      "R": 22,
      "S": 23,
      "T": 24,
      "U": 25,
      "V": 26,
      "W": 27,
      "X": 28,
      "Y": 29,
      "Z": 30,
      "SS": 31,
      "LL": 32,
      "PG": 33,
      "EE": 34,
      "SL": 35,
      "GG": 36,
      "AA": 37,
      "SG": 38,
      "KR": 39,
      "VL": 40,
      "AL": 41,
      "TL": 42,
      "DL": 43,
      "GL": 44,
      "EL": 45,
      "PL": 46,
      "RL": 47,
      "DG": 48,
      "TT": 49,
      "SV": 50,
      "PP": 51,
      "SA": 52,
      "KL": 53,
      "SE": 54,
      "QL": 55,
      "SP": 56,
      "NL": 57,
      "ST": 58,
      "RR": 59,
      "IL": 60,
      "SD": 61,
      "AG": 62,
      "ED": 63,
      "KK": 64,
      "NG": 65,
      "VT": 66,
      "FL": 67,
      "EG": 68,
      "RG": 69,
      "VV": 70,
      "KG": 71,
      "SQ": 72,
      "SR": 73,
      "VG": 74,
      "SI": 75,
      "PA": 76,
      "EA": 77,
      "FG": 78,
      "TG": 79,
      "VA": 80,
      "QG": 81,
      "EK": 82,
      "EN": 83,
      "DD": 84,
      "SN": 85,
      "SK": 86,
      "SF": 87,
      "YL": 88,
      "EV": 89,
      "ET": 90,
      "EI": 91,
      "SC": 92,
      "PQ": 93,
      "PT": 94,
      "PV": 95,
      "PR": 96,
      "HL": 97,
      "SY": 98,
      "DI": 99
    },
    "merges": [
      "S S",
      "L L",
      "P G",
      "E E",
      "S L",
      "G G",
      "A A",
      "S G",
      "K R",
      "V L",
      "A L",
      "T L",
      "D L",
      "G L",
      "E L",
      "P L",
      "R L",
      "D G",
      "T T",
      "S V",
      "P P",
      "S A",
      "K L",
      "S E",
      "Q L",
      "S P",
      "N L",
      "S T",
      "R R",
      "I L",
      "S D",
      "A G",
      "E D",
      "K K",
      "N G",
      "V T",
      "F L",
      "E G",
      "R G",
      "V V",
      "K G",
      "S Q",
      "S R",
      "V G",
      "S I",
      "P A",
      "E A",
      "F G",
      "T G",
      "V A",
      "Q G",
      "E K",
      "E N",
      "D D",
      "S N",
      "S K",
      "S F",
      "Y L",
      "E V",
      "E T",
      "E I",
      "S C",
      "P Q",
      "P T",
      "P V",
      "P R",
      "H L",
      "S Y",
      "D I"
    ]
  }
}