{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Digits",
    "individual_digits": false
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[BOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[BOS]": {
        "id": "[BOS]",
        "ids": [
          5
        ],
        "tokens": [
          "[BOS]"
        ]
      },
      "[EOS]": {
        "id": "[EOS]",
        "ids": [
          6
        ],
        "tokens": [
          "[EOS]"
        ]
      }
    }
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "[BOS]": 5,
      "[EOS]": 6,
      "!": 7,
      "0": 8,
      "1": 9,
      "2": 10,
      "3": 11,
      "4": 12,
      "5": 13,
      "6": 14,
      "7": 15,
      "8": 16,
      "9": 17,
      "@": 18,
      "A": 19,
      "B": 20,
      "C": 21,
      "D": 22,
      "E": 23,
      "F": 24,
      "G": 25,
      "H": 26,
      "I": 27,
      "J": 28,
      "K": 29,
      "L": 30,
      "M": 31,
      "N": 32,
      "O": 33,
      "P": 34,
      "Q": 35,
      "R": 36,
      "S": 37,
      "T": 38,
      "U": 39,
      "V": 40,
      "W": 41,
      "X": 42,
      "Y": 43,
      "Z": 44,
      "a": 45,
      "b": 46,
      "c": 47,
      "d": 48,
      "e": 49,
      "f": 50,
      "g": 51,
      "h": 52,
      "i": 53,
      "j": 54,
      "k": 55,
      "l": 56,
      "m": 57,
      "n": 58,
      "o": 59,
      "p": 60,
      "q": 61,
      "r": 62,
      "s": 63,
      "t": 64,
      "u": 65,
      "v": 66,
      "w": 67,
      "x": 68,
      "y": 69,
      "z": 70,
      "NN": 71,
      "22": 72,
      "Js": 73,
      "WW": 74,
      "24": 75,
      "ll": 76,
      "Wt": 77,
      "NZ": 78,
      "Nn": 79,
      "sW": 80,
      "Ws": 81,
      "re": 82,
      "wI": 83,
      "Ne": 84,
      "lJ": 85,
      "ah": 86,
      "Ns": 87,
      "Nd": 88,
      "21": 89,
      "tr": 90,
      "WN": 91,
      "qD": 92,
      "84": 93,
      "nZ": 94,
      "tt": 95,
      "ls": 96,
      "aa": 97,
      "ww": 98,
      "WZ": 99,
      "Iw": 100,
      "11": 101,
      "nI": 102,
      "tZ": 103,
      "bn": 104,
      "We": 105,
      "Wa": 106,
      "26": 107,
      "82": 108,
      "Nw": 109,
      "ss": 110,
      "44": 111,
      "al": 112,
      "bO": 113,
      "tN": 114,
      "nw": 115,
      "bD": 116,
      "nO": 117,
      "tW": 118,
      "aW": 119,
      "42": 120,
      "nr": 121,
      "Iq": 122,
      "cw": 123,
      "II": 124,
      "lh": 125,
      "Jq": 126,
      "Nr": 127,
      "Wh": 128,
      "bc": 129,
      "su": 130,
      "nN": 131,
      "lq": 132,
      "62": 133,
      "lW": 134,
      "Cq": 135,
      "bB": 136,
      "ds": 137,
      "12": 138,
      "Nq": 139,
      "mn": 140,
      "DD": 141,
      "rz": 142,
      "Nb": 143,
      "OO": 144,
      "eh": 145,
      "Is": 146,
      "wZ": 147,
      "Iz": 148,
      "na": 149,
      "lV": 150,
      "sa": 151,
      "78": 152,
      "nB": 153,
      "Wd": 154,
      "WO": 155,
      "Wb": 156,
      "dh": 157,
      "DO": 158,
      "cc": 159,
      "ts": 160,
      "nq": 161,
      "Wr": 162,
      "nc": 163,
      "eN": 164,
      "mD": 165,
      "at": 166,
      "Eq": 167,
      "16": 168,
      "27": 169,
      "nt": 170,
      "JN": 171,
      "Zl": 172,
      "bw": 173,
      "18": 174,
      "AN": 175,
      "rN": 176,
      "Ie": 177,
      "Bw": 178,
      "eT": 179,
      "aN": 180,
      "lN": 181,
      "qO": 182,
      "Vs": 183,
      "Te": 184,
      "Db": 185,
      "41": 186,
      "Ww": 187,
      "ar": 188,
      "JZ": 189,
      "Nz": 190,
      "lr": 191,
      "sr": 192,
      "qq": 193,
      "lw": 194,
      "IB": 195,
      "sZ": 196,
      "an": 197,
      "64": 198,
      "gI": 199,
      "st": 200,
      "Ow": 201,
      "BB": 202,
      "lZ": 203,
      "aJ": 204,
      "bR": 205,
      "ID": 206,
      "cN": 207,
      "JW": 208,
      "dr": 209,
      "te": 210,
      "mB": 211,
      "la": 212,
      "ZZ": 213,
      "WD": 214,
      "68": 215,
      "zB": 216,
      "DN": 217,
      "QN": 218,
      "bN": 219,
      "IZ": 220,
      "ba": 221,
      "Dh": 222,
      "qW": 223,
      "ZQ": 224,
      "cB": 225,
      "624": 226,
      "qg": 227,
      "Zd": 228,
      "wl": 229,
      "sq": 230,
      "!s": 231,
      "Nl": 232,
      "Dc": 233,
      "WV": 234,
      "bb": 235,
      "tw": 236,
      "qa": 237,
      "NQ": 238,
      "fc": 239,
      "sS": 240,
      "Cw": 241,
      "fB": 242,
      "Ig": 243,
      "ng": 244,
      "ns": 245,
      "Jr": 246,
      "61": 247,
      "bg": 248,
      "Dw": 249,
      "ON": 250,
      "Wq": 251,
      "DB": 252,
      "IN": 253,
      "Cs": 254,
      "aV": 255,
      "Je": 256,
      "Jt": 257,
      "nU": 258,
      "Aa": 259,
      "lt": 260,
      "cd": 261,
      "zq": 262,
      "14": 263,
      "ld": 264,
      "zh": 265,
      "qt": 266,
      "zN": 267,
      "wQ": 268,
      "Dg": 269,
      "Ic": 270,
      "Jw": 271,
      "IO": 272,
      "Un": 273,
      "Wc": 274,
      "et": 275,
      "qs": 276,
      "ZN": 277,
      "Da": 278,
      "oB": 279,
      "!N": 280,
      "48": 281,
      "Dq": 282,
      "At": 283,
      "Gd": 284,
      "zc": 285,
      "wN": 286,
      "EE": 287,
      "es": 288,
      "fN": 289,
      "Wu": 290,
      "mO": 291,
      "81": 292,
      "Fn": 293,
      "72": 294,
      "WB": 295,
      "rr": 296,
      "hs": 297,
      "bm": 298,
      "lA": 299,
      "Oc": 300,
      "nl": 301,
      "QZ": 302,
      "qB": 303,
      "OB": 304,
      "SW": 305,
      "dV": 306,
      "eW": 307,
      "OD": 308,
      "gg": 309,
      "oc": 310,
      "ta": 311,
      "eV": 312,
      "mR": 313,
      "YI": 314,
      "bZ": 315,
      "yI": 316,
      "Dv": 317,
      "Og": 318,
      "Bb": 319,
      "ha": 320,
      "BN": 321,
      "GI": 322,
      "Ir": 323,
      "wd": 324,
      "qN": 325,
      "nn": 326,
      "71": 327,
      "wJ": 328,
      "mz": 329,
      "le": 330,
      "qr": 331,
      "Ew": 332,
      "ZJ": 333,
      "DV": 334,
      "wf": 335,
      "Ii": 336,
      "Oq": 337,
      "ni": 338,
      "Nc": 339,
      "Or": 340,
      "reh": 341,
      "Wz": 342,
      "Nf": 343,
      "!Q": 344,
      "If": 345,
      "Ib": 346,
      "Nt": 347,
      "Ez": 348,
      "Dt": 349,
      "qi": 350,
      "aZ": 351,
      "NF": 352,
      "Nu": 353,
      "Wg": 354,
      "94": 355,
      "ht": 356,
      "cR": 357,
      "OZ": 358,
      "Na": 359,
      "gD": 360,
      "wB": 361,
      "mc": 362,
      "66": 363,
      "rt": 364,
      "IP": 365,
      "aD": 366,
      "zv": 367,
      "Oo": 368,
      "zL": 369,
      "rn": 370,
      "Bd": 371,
      "19": 372,
      "ra": 373,
      "cZ": 374,
      "qE": 375,
      "VZ": 376,
      "sn": 377,
      "bC": 378,
      "76": 379,
      "BR": 380,
      "As": 381,
      "by": 382,
      "tn": 383,
      "OW": 384,
      "Tn": 385,
      "92": 386,
      "Ul": 387,
      "qw": 388,
      "Bc": 389,
      "rG": 390,
      "ly": 391,
      "aw": 392,
      "87": 393,
      "AA": 394,
      "DZ": 395,
      "JJ": 396,
      "UN": 397,
      "Ue": 398,
      "qf": 399,
      "BZ": 400,
      "nah": 401,
      "Vt": 402,
      "bs": 403,
      "cs": 404,
      "ae": 405,
      "bt": 406,
      "ne": 407,
      "ft": 408,
      "VS": 409,
      "eL": 410,
      "Im": 411,
      "bd": 412,
      "wz": 413,
      "!A": 414,
      "Nere": 415,
      "qZ": 416,
      "sd": 417,
      "we": 418,
      "cf": 419,
      "my": 420,
      "CZ": 421,
      "GR": 422,
      "rd": 423,
      "DL": 424,
      "WU": 425,
      "28": 426,
      "WJ": 427,
      "ev": 428,
      "99": 429,
      "NR": 430,
      "DE": 431,
      "mP": 432,
      "bT": 433,
      "QB": 434,
      "rs": 435,
      "Ds": 436,
      "OE": 437,
      "qC": 438,
      "nW": 439,
      "46": 440,
      "bA": 441,
      "aU": 442,
      "Os": 443,
      "wE": 444,
      "DW": 445,
      "Qs": 446,
      "Bz": 447,
      "f!": 448,
      "he": 449,
      "nb": 450,
      "67": 451,
      "Ot": 452,
      "mi": 453,
      "ws": 454,
      "nz": 455,
      "bx": 456,
      "gi": 457,
      "cq": 458,
      "rZ": 459,
      "IQ": 460,
      "O!": 461,
      "nd": 462,
      "wC": 463,
      "29": 464,
      "bq": 465,
      "AB": 466,
      "Ua": 467,
      "Wl": 468,
      "wc": 469,
      "TN": 470,
      "47": 471,
      "IE": 472,
      "ZWt": 473,
      "6241": 474,
      "tA": 475,
      "Td": 476,
      "nJ": 477,
      "cy": 478,
      "wa": 479,
      "Ox": 480,
      "ny": 481,
      "NJ": 482,
      "Zp": 483,
      "iB": 484,
      "NB": 485,
      "wg": 486,
      "lU": 487,
      "WWZ": 488,
      "RE": 489,
      "lC": 490,
      "hq": 491,
      "N!": 492,
      "mg": 493,
      "sU": 494,
      "vg": 495,
      "lI": 496,
      "ea": 497,
      "cQ": 498,
      "vO": 499,
      "ZC": 500,
      "zg": 501,
      "Es": 502,
      "Nm": 503,
      "qu": 504,
      "Ut": 505,
      "sQ": 506,
      "Vq": 507,
      "Fa": 508,
      "IW": 509,
      "Dr": 510,
      "Fl": 511,
      "OC": 512,
      "20": 513,
      "bX": 514,
      "bW": 515,
      "t!": 516,
      "NA": 517,
      "fA": 518,
      "bo": 519,
      "ic": 520,
      "fE": 521,
      "as": 522,
      "!q": 523,
      "!e": 524,
      "Zu": 525,
      "bE": 526,
      "wq": 527,
      "WNn": 528,
      "Qc": 529,
      "bl": 530,
      "nh": 531,
      "Q!": 532,
      "mI": 533,
      "xB": 534,
      "Oh": 535,
      "74": 536,
      "tU": 537,
      "lsTe": 538,
      "CN": 539,
      "rU": 540,
      "ED": 541,
      "sJ": 542,
      "qc": 543,
      "Ze": 544,
      "Ndh": 545,
      "Oy": 546,
      "mX": 547,
      "Cv": 548,
      "sl": 549,
      "tJ": 550,
      "SWreh": 551,
      "Ac": 552,
      "Ve": 553,
      "FX": 554,
      "bI": 555,
      "QA": 556,
      "fo": 557,
      "wy": 558,
      "TJ": 559,
      "!!": 560,
      "co": 561,
      "Dd": 562,
      "gr": 563,
      "vB": 564,
      "qP": 565,
      "Do": 566,
      "wR": 567,
      "Ta": 568,
      "nG": 569,
      "Ei": 570,
      "ZW": 571,
      "za": 572,
      "ZI": 573,
      "Ql": 574,
      "CB": 575,
      "OI": 576,
      "fx": 577,
      "Ol": 578,
      "Oi": 579,
      "Di": 580,
      "rB": 581,
      "NW": 582,
      "th": 583,
      "gw": 584,
      "zV": 585,
      "tu": 586,
      "Zy": 587,
      "eTA": 588,
      "mT": 589,
      "eg": 590,
      "OJ": 591,
      "tS": 592,
      "gW": 593,
      "zt": 594,
      "qQ": 595,
      "dA": 596,
      "NU": 597,
      "222": 598,
      "NS": 599
    },
    "merges": [
      "N N",
      "2 2",
      "J s",
      "W W",
      "2 4",
      "l l",
      "W t",
      "N Z",
      "N n",
      "s W",
      "W s",
      "r e",
      "w I",
      "N e",
      "l J",
      "a h",
      "N s",
      "N d",
      "2 1",
      "t r",
      "W N",
      "q D",
      "8 4",
      "n Z",
      "t t",
      "l s",
      "a a",
      "w w",
      "W Z",
      "I w",
      "1 1",
      "n I",
      "t Z",
      "b n",
      "W e",
      "W a",
      "2 6",
      "8 2",
      "N w",
      "s s",
      "4 4",
      "a l",
      "b O",
      "t N",
      "n w",
      "b D",
      "n O",
      "t W",
      "a W",
      "4 2",
      "n r",
      "I q",
      "c w",
      "I I",
      "l h",
      "J q",
      "N r",
      "W h",
      "b c",
      "s u",
      "n N",
      "l q",
      "6 2",
      "l W",
      "C q",
      "b B",
      "d s",
      "1 2",
      "N q",
      "m n",
      "D D",
      "r z",
      "N b",
      "O O",
      "e h",
      "I s",
      "w Z",
      "I z",
      "n a",
      "l V",
      "s a",
      "7 8",
      "n B",
      "W d",
      "W O",
      "W b",
      "d h",
      "D O",
      "c c",
      "t s",
      "n q",
      "W r",
      "n c",
      "e N",
      "m D",
      "a t",
      "E q",
      "1 6",
      "2 7",
      "n t",
      "J N",
      "Z l",
      "b w",
      "1 8",
      "A N",
      "r N",
      "I e",
      "B w",
      "e T",
      "a N",
      "l N",
      "q O",
      "V s",
      "T e",
      "D b",
      "4 1",
      "W w",
      "a r",
      "J Z",
      "N z",
      "l r",
      "s r",
      "q q",
      "l w",
      "I B",
      "s Z",
      "a n",
      "6 4",
      "g I",
      "s t",
      "O w",
      "B B",
      "l Z",
      "a J",
      "b R",
      "I D",
      "c N",
      "J W",
      "d r",
      "t e",
      "m B",
      "l a",
      "Z Z",
      "W D",
      "6 8",
      "z B",
      "D N",
      "Q N",
      "b N",
      "I Z",
      "b a",
      "D h",
      "q W",
      "Z Q",
      "c B",
      "6 24",
      "q g",
      "Z d",
      "w l",
      "s q",
      "! s",
      "N l",
      "D c",
      "W V",
      "b b",
      "t w",
      "q a",
      "N Q",
      "f c",
      "s S",
      "C w",
      "f B",
      "I g",
      "n g",
      "n s",
      "J r",
      "6 1",
      "b g",
      "D w",
      "O N",
      "W q",
      "D B",
      "I N",
      "C s",
      "a V",
      "J e",
      "J t",
      "n U",
      "A a",
      "l t",
      "c d",
      "z q",
      "1 4",
      "l d",
      "z h",
      "q t",
      "z N",
      "w Q",
      "D g",
      "I c",
      "J w",
      "I O",
      "U n",
      "W c",
      "e t",
      "q s",
      "Z N",
      "D a",
      "o B",
      "! N",
      "4 8",
      "D q",
      "A t",
      "G d",
      "z c",
      "w N",
      "E E",
      "e s",
      "f N",
      "W u",
      "m O",
      "8 1",
      "F n",
      "7 2",
      "W B",
      "r r",
      "h s",
      "b m",
      "l A",
      "O c",
      "n l",
      "Q Z",
      "q B",
      "O B",
      "S W",
      "d V",
      "e W",
      "O D",
      "g g",
      "o c",
      "t a",
      "e V",
      "m R",
      "Y I",
      "b Z",
      "y I",
      "D v",
      "O g",
      "B b",
      "h a",
      "B N",
      "G I",
      "I r",
      "w d",
      "q N",
      "n n",
      "7 1",
      "w J",
      "m z",
      "l e",
      "q r",
      "E w",
      "Z J",
      "D V",
      "w f",
      "I i",
      "O q",
      "n i",
      "N c",
      "O r",
      "re h",
      "W z",
      "N f",
      "! Q",
      "I f",
      "I b",
      "N t",
      "E z",
      "D t",
      "q i",
      "a Z",
      "N F",
      "N u",
      "W g",
      "9 4",
      "h t",
      "c R",
      "O Z",
      "N a",
      "g D",
      "w B",
      "m c",
      "6 6",
      "r t",
      "I P",
      "a D",
      "z v",
      "O o",
      "z L",
      "r n",
      "B d",
      "1 9",
      "r a",
      "c Z",
      "q E",
      "V Z",
      "s n",
      "b C",
      "7 6",
      "B R",
      "A s",
      "b y",
      "t n",
      "O W",
      "T n",
      "9 2",
      "U l",
      "q w",
      "B c",
      "r G",
      "l y",
      "a w",
      "8 7",
      "A A",
      "D Z",
      "J J",
      "U N",
      "U e",
      "q f",
      "B Z",
      "n ah",
      "V t",
      "b s",
      "c s",
      "a e",
      "b t",
      "n e",
      "f t",
      "V S",
      "e L",
      "I m",
      "b d",
      "w z",
      "! A",
      "Ne re",
      "q Z",
      "s d",
      "w e",
      "c f",
      "m y",
      "C Z",
      "G R",
      "r d",
      "D L",
      "W U",
      "2 8",
      "W J",
      "e v",
      "9 9",
      "N R",
      "D E",
      "m P",
      "b T",
      "Q B",
      "r s",
      "D s",
      "O E",
      "q C",
      "n W",
      "4 6",
      "b A",
      "a U",
      "O s",
      "w E",
      "D W",
      "Q s",
      "B z",
      "f !",
      "h e",
      "n b",
      "6 7",
      "O t",
      "m i",
      "w s",
      "n z",
      "b x",
      "g i",
      "c q",
      "r Z",
      "I Q",
      "O !",
      "n d",
      "w C",
      "2 9",
      "b q",
      "A B",
      "U a",
      "W l",
      "w c",
      "T N",
      "4 7",
      "I E",
      "Z Wt",
      "624 1",
      "t A",
      "T d",
      "n J",
      "c y",
      "w a",
      "O x",
      "n y",
      "N J",
      "Z p",
      "i B",
      "N B",
      "w g",
      "l U",
      "WW Z",
      "R E",
      "l C",
      "h q",
      "N !",
      "m g",
      "s U",
      "v g",
      "l I",
      "e a",
      "c Q",
      "v O",
      "Z C",
      "z g",
      "E s",
      "N m",
      "q u",
      "U t",
      "s Q",
      "V q",
      "F a",
      "I W",
      "D r",
      "F l",
      "O C",
      "2 0",
      "b X",
      "b W",
      "t !",
      "N A",
      "f A",
      "b o",
      "i c",
      "f E",
      "a s",
      "! q",
      "! e",
      "Z u",
      "b E",
      "w q",
      "W Nn",
      "Q c",
      "b l",
      "n h",
      "Q !",
      "m I",
      "x B",
      "O h",
      "7 4",
      "t U",
      "ls Te",
      "C N",
      "r U",
      "E D",
      "s J",
      "q c",
      "Z e",
      "Nd h",
      "O y",
      "m X",
      "C v",
      "s l",
      "t J",
      "SW reh",
      "A c",
      "V e",
      "F X",
      "b I",
      "Q A",
      "f o",
      "w y",
      "T J",
      "! !",
      "c o",
      "D d",
      "g r",
      "v B",
      "q P",
      "D o",
      "w R",
      "T a",
      "n G",
      "E i",
      "Z W",
      "z a",
      "Z I",
      "Q l",
      "C B",
      "O I",
      "f x",
      "O l",
      "O i",
      "D i",
      "r B",
      "N W",
      "t h",
      "g w",
      "z V",
      "t u",
      "Z y",
      "eT A",
      "m T",
      "e g",
      "O J",
      "t S",
      "g W",
      "z t",
      "q Q",
      "d A",
      "N U",
      "22 2",
      "N S"
    ]
  }
}