{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[BOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[BOS]": {
        "id": "[BOS]",
        "ids": [
          5
        ],
        "tokens": [
          "[BOS]"
        ]
      },
      "[EOS]": {
        "id": "[EOS]",
        "ids": [
          6
        ],
        "tokens": [
          "[EOS]"
        ]
      }
    }
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "[BOS]": 5,
      "[EOS]": 6,
      "A": 7,
      "C": 8,
      "G": 9,
      "N": 10,
      "R": 11,
      "S": 12,
      "T": 13,
      "Y": 14,
      "a": 15,
      "c": 16,
      "g": 17,
      "t": 18,
      "AA": 19,
      "TT": 20,
      "TG": 21,
      "AG": 22,
      "AC": 23,
      "TC": 24,
      "GG": 25,
      "CC": 26,
      "aa": 27,
      "ATT": 28,
      "ATG": 29,
      "AAG": 30,
      "AT": 31,
      "ATC": 32,
      "tt": 33,
      "CG": 34,
      "AAC": 35,
      "TAC": 36,
      "TGG": 37,
      "AGG": 38,
      "TTG": 39,
      "TAA": 40,
      "CAA": 41,
      "TAG": 42,
      "TTC": 43,
      "gaa": 44,
      "ACG": 45,
      "AGC": 46,
      "ACC": 47,
      "TGC": 48,
      "TCG": 49,
      "TCC": 50,
      "at": 51,
      "ATTG": 52,
      "AGAA": 53,
      "ATGG": 54,
      "GGG": 55,
      "AAAA": 56,
      "caa": 57,
      "TATT": 58,
      "att": 59,
      "ATAA": 60,
      "TTGG": 61,
      "ACAA": 62,
      "CCG": 63,
      "TGAA": 64,
      "TATC": 65,
      "TCAA": 66,
      "TTTG": 67,
      "ag": 68,
      "AAGC": 69,
      "GGC": 70,
      "TTCC": 71,
      "AGAG": 72,
      "ATAC": 73,
      "ATTC": 74,
      "TTTC": 75,
      "CCC": 76,
      "TATG": 77,
      "TTAA": 78,
      "CGC": 79,
      "TTAC": 80,
      "AAGAA": 81,
      "ATCG": 82,
      "gaaaa": 83,
      "ac": 84,
      "ATAG": 85,
      "tg": 86,
      "CCAA": 87,
      "ATGC": 88,
      "ATCC": 89,
      "GGAA": 90,
      "TTTT": 91,
      "TAAC": 92,
      "TAAG": 93,
      "AGAC": 94,
      "TAT": 95,
      "tttt": 96,
      "TTGC": 97,
      "tc": 98,
      "taa": 99,
      "TACC": 100,
      "AGTG": 101,
      "ACTG": 102,
      "TGGC": 103,
      "CGAA": 104,
      "TACG": 105,
      "AGTT": 106,
      "AGGC": 107,
      "TCTG": 108,
      "AACAA": 109,
      "GGTG": 110,
      "ACAG": 111,
      "ATGAA": 112,
      "ACTC": 113,
      "gat": 114,
      "ACTT": 115,
      "ATCAA": 116,
      "TGGG": 117,
      "TCTC": 118,
      "ATATT": 119,
      "TGCC": 120,
      "aaaa": 121,
      "TGTT": 122,
      "AGCC": 123,
      "TAGG": 124,
      "TAGC": 125,
      "TATTG": 126,
      "TCTT": 127,
      "AGGG": 128,
      "TTGAA": 129,
      "ACAC": 130,
      "agaa": 131,
      "TTCG": 132,
      "AGGAA": 133,
      "AGATT": 134,
      "gg": 135,
      "AGTC": 136,
      "TACAA": 137,
      "ctt": 138,
      "ACGG": 139,
      "TGTC": 140,
      "ACCC": 141,
      "ACGC": 142,
      "AGAAG": 143,
      "TGGAA": 144,
      "TCGC": 145,
      "caaaa": 146,
      "ACCG": 147,
      "AGCG": 148,
      "ATTAA": 149,
      "CAAAA": 150,
      "ATATC": 151,
      "ATTTG": 152,
      "TAAAA": 153,
      "atttt": 154,
      "TATGG": 155,
      "TTAG": 156,
      "TCCC": 157,
      "TTCAA": 158,
      "ATTGG": 159,
      "ATATG": 160,
      "ACCAA": 161,
      "AGATG": 162,
      "TAGAA": 163,
      "CCGC": 164,
      "TTTGG": 165,
      "TGTG": 166,
      "gaagaa": 167,
      "ACAAG": 168,
      "ATTCC": 169,
      "AGCAA": 170,
      "ct": 171,
      "ACGAA": 172,
      "ATTGC": 173,
      "ATTTC": 174,
      "GGGC": 175,
      "AGAAC": 176,
      "TGAAG": 177,
      "TGATG": 178,
      "TGAC": 179,
      "atc": 180,
      "AGAGG": 181,
      "TCAAG": 182,
      "TATAA": 183,
      "TCGG": 184,
      "ATGGC": 185,
      "gtt": 186,
      "TCCAA": 187,
      "TCAC": 188,
      "TTTAA": 189,
      "gc": 190,
      "TTTTG": 191,
      "CGCC": 192,
      "GGCC": 193,
      "TTTAC": 194,
      "AAGCC": 195,
      "TCAG": 196,
      "TCGAA": 197,
      "TATTC": 198,
      "TCCG": 199,
      "acaa": 200,
      "TAATG": 201,
      "AAGAC": 202,
      "tgaa": 203,
      "TATCG": 204,
      "AGTTG": 205,
      "ATAAC": 206,
      "AGATC": 207,
      "TAAGG": 208,
      "TTATT": 209,
      "ataa": 210,
      "TGGTG": 211,
      "tatt": 212,
      "TATAC": 213,
      "TTTAG": 214,
      "ATACC": 215,
      "ATGGG": 216,
      "ATGCC": 217,
      "gag": 218,
      "ACAAC": 219,
      "TTATC": 220,
      "ATAAG": 221,
      "agaaaa": 222,
      "cc": 223,
      "TTGGC": 224,
      "ACTAC": 225,
      "TGCTG": 226,
      "AGAAAA": 227,
      "AAGAG": 228,
      "tcaa": 229,
      "tat": 230,
      "ATTTT": 231,
      "TTTTC": 232,
      "ACATC": 233,
      "TCATC": 234,
      "TGCAA": 235,
      "TATCC": 236,
      "TCATT": 237,
      "TTGCC": 238,
      "cag": 239,
      "ACATT": 240,
      "ATACG": 241,
      "AGGCC": 242,
      "TCTAA": 243,
      "tctt": 244,
      "TATAG": 245,
      "TGAAC": 246,
      "TCAAC": 247,
      "TCTTC": 248,
      "TGATT": 249,
      "ATTGAA": 250,
      "AGTTC": 251,
      "GGGAA": 252,
      "ACTTC": 253,
      "AGAGC": 254,
      "TGCG": 255,
      "AGTAC": 256,
      "TTTCC": 257,
      "ACTAA": 258,
      "gac": 259,
      "TTATG": 260,
      "AACGG": 261,
      "TGGCC": 262,
      "TGTTG": 263,
      "TCTAC": 264,
      "TTTGC": 265,
      "gt": 266,
      "AGTAA": 267,
      "AGTGG": 268,
      "TTGGG": 269,
      "TATGC": 270,
      "ATAGC": 271,
      "ACTGG": 272,
      "TTCCC": 273,
      "AGACC": 274,
      "ATGGAA": 275,
      "AGTAG": 276,
      "TTACC": 277,
      "AAGAAG": 278,
      "CGTC": 279,
      "ATTCAA": 280,
      "TAAGC": 281,
      "tgaaaa": 282,
      "CGTG": 283,
      "AACTG": 284,
      "CCGG": 285,
      "aG": 286,
      "ATTAC": 287,
      "AAGTG": 288,
      "TACTG": 289,
      "AGACG": 290,
      "TTCCAA": 291,
      "ATTCG": 292,
      "CCGAA": 293,
      "ACTTG": 294,
      "ATGTC": 295,
      "AGGTG": 296,
      "ATAT": 297,
      "GGTT": 298,
      "GGCG": 299,
      "atg": 300,
      "TTGGAA": 301,
      "TAACG": 302,
      "tac": 303,
      "TTCTG": 304,
      "TAAGAA": 305,
      "AGTGC": 306,
      "AACAAG": 307,
      "ACATG": 308,
      "ACAGG": 309,
      "taaaa": 310,
      "ATCCC": 311,
      "TATCAA": 312,
      "GGTC": 313,
      "TAACC": 314,
      "AAGTT": 315,
      "ACACC": 316,
      "ATCGC": 317,
      "ACTGC": 318,
      "ACAGC": 319,
      "ATTTGG": 320,
      "TAGTG": 321,
      "TCTTG": 322,
      "AAGATG": 323,
      "TAACAA": 324,
      "gatt": 325,
      "AGAGAA": 326,
      "ATACAA": 327,
      "caacaa": 328,
      "tgat": 329,
      "TGAAAA": 330,
      "ACTAG": 331,
      "TCTAG": 332,
      "AAGCAA": 333,
      "ACTCC": 334,
      "TCTGG": 335,
      "AAGAAC": 336,
      "ATATTG": 337,
      "ATCCAA": 338,
      "ATAAAA": 339,
      "ACAAAA": 340,
      "TTTCG": 341,
      "AAGCG": 342,
      "ATCTG": 343,
      "CCTG": 344,
      "TCTGC": 345,
      "TTACG": 346,
      "TGGCG": 347,
      "AGCTG": 348,
      "ATATGG": 349,
      "GGGG": 350,
      "gaaaaaa": 351,
      "ATAGG": 352,
      "AAGATT": 353,
      "AAGAGG": 354,
      "TTTCAA": 355,
      "TACCG": 356,
      "ATCGAA": 357,
      "TTTGAA": 358,
      "TCAGG": 359,
      "ATAGAA": 360,
      "TTAAC": 361,
      "tttttt": 362,
      "AGCAG": 363,
      "GGCAA": 364,
      "CCCC": 365,
      "GGTAA": 366,
      "TCATG": 367,
      "TATTAA": 368,
      "TGGTGG": 369,
      "aC": 370,
      "TATGAA": 371,
      "TCACC": 372,
      "TGAG": 373,
      "TCAAAA": 374,
      "atatt": 375,
      "ctg": 376,
      "AGGCG": 377,
      "TGGTAA": 378,
      "ATTTAC": 379,
      "catt": 380,
      "ATTTTG": 381,
      "ATGATG": 382,
      "AGAAGG": 383,
      "taataa": 384,
      "AAGATC": 385,
      "gatgat": 386,
      "tag": 387,
      "TTCCG": 388,
      "TTCGG": 389,
      "TTGCG": 390,
      "TACGG": 391,
      "TAGGC": 392,
      "cac": 393,
      "ATATTC": 394,
      "AACAG": 395,
      "tgg": 396,
      "ATCCG": 397,
      "atcaa": 398,
      "TCTCC": 399,
      "TCAGC": 400,
      "TTTATT": 401,
      "TTTGGG": 402,
      "ctttt": 403,
      "TAAAG": 404,
      "TACGC": 405,
      "TGTGG": 406,
      "TGTTC": 407,
      "AACAAC": 408,
      "GGAC": 409,
      "TACCC": 410,
      "ATATAA": 411,
      "TACCAA": 412,
      "TGACG": 413,
      "aaaaaa": 414,
      "AGGGC": 415,
      "cg": 416,
      "gaatt": 417,
      "CCAAG": 418,
      "TTGATG": 419,
      "TA": 420,
      "ACAAGG": 421,
      "TATTGC": 422,
      "AGATGG": 423,
      "CGATG": 424,
      "agag": 425,
      "TTGTC": 426,
      "TTAAAA": 427,
      "TTTTTG": 428,
      "AAGAGC": 429,
      "AGTCC": 430,
      "AAGTC": 431,
      "AGGATG": 432,
      "ATAGAG": 433,
      "ACAGAA": 434,
      "AGAAGC": 435,
      "TTTTGG": 436,
      "AGTGAA": 437,
      "CGCAA": 438,
      "CCATC": 439,
      "TAGCAA": 440,
      "GGATG": 441,
      "TGATC": 442,
      "CGAC": 443,
      "CCCAA": 444,
      "ATTTCC": 445,
      "tG": 446,
      "TGGTT": 447,
      "TCAAGG": 448,
      "TTGCAA": 449,
      "gaaatt": 450,
      "ATTTAA": 451,
      "ccaa": 452,
      "TTGAC": 453,
      "ATTTGC": 454,
      "TTTTAC": 455,
      "TTACAA": 456,
      "TATTCC": 457,
      "ACGCC": 458,
      "TGTAA": 459,
      "AGACAA": 460,
      "TTAGC": 461,
      "TTAAG": 462,
      "ACGATG": 463,
      "TCAGAA": 464,
      "TGGGC": 465,
      "TACGAA": 466,
      "ATTTAG": 467,
      "AACTAA": 468,
      "atat": 469,
      "TATTGG": 470,
      "AGATAA": 471,
      "TGAGG": 472,
      "AACAC": 473,
      "ATTGCC": 474,
      "CGCG": 475,
      "acaaaa": 476,
      "ATATAC": 477,
      "ATATGC": 478,
      "TGAAGG": 479,
      "AAAAGG": 480,
      "ACGGC": 481,
      "TTGTG": 482,
      "ACCTG": 483,
      "ATTATC": 484,
      "gaaag": 485,
      "tcaaaa": 486,
      "TTCATC": 487,
      "CAAGG": 488,
      "AAGTTG": 489,
      "AGTCG": 490,
      "ACTCAA": 491,
      "AGCGG": 492,
      "AGGGAA": 493,
      "TGCTGC": 494,
      "ATATCG": 495,
      "AACTC": 496,
      "CGTT": 497,
      "AACTAC": 498,
      "AGCCC": 499,
      "CCAC": 500,
      "tgtt": 501,
      "ATCTC": 502,
      "TTGTTG": 503,
      "AGGAC": 504,
      "AGGCAA": 505,
      "AACTGG": 506,
      "ATTATG": 507,
      "ACCGG": 508,
      "TGAACC": 509,
      "AGATAC": 510,
      "AACTT": 511,
      "AGTATT": 512,
      "GC": 513,
      "CCCG": 514,
      "cat": 515,
      "ACATTG": 516,
      "ATCGG": 517,
      "ATATCAA": 518,
      "gaag": 519,
      "AAGTTC": 520,
      "ATTGGC": 521,
      "AGGGG": 522,
      "TCCAC": 523,
      "CCGCC": 524,
      "gaagat": 525,
      "AGCTAA": 526,
      "ATATAG": 527,
      "TCTCG": 528,
      "AAAAAA": 529,
      "AGTTTG": 530,
      "AGGTT": 531,
      "AAGACG": 532,
      "AGTTAA": 533,
      "AGATTC": 534,
      "AACTTC": 535,
      "AGTTTC": 536,
      "caatt": 537,
      "ATGCAA": 538,
      "AAGTAG": 539,
      "ATGAC": 540,
      "TTTTAA": 541,
      "ATTGGG": 542,
      "ctc": 543,
      "AGCTC": 544,
      "AGATTG": 545,
      "TATATC": 546,
      "TCGCC": 547,
      "ATATCC": 548,
      "AACAGG": 549,
      "TAGCG": 550,
      "TGGCAA": 551,
      "TGGTGC": 552,
      "TTCTC": 553,
      "TTCTAA": 554,
      "TAGAGG": 555,
      "ACCACC": 556,
      "AGTTGG": 557,
      "ATGCG": 558,
      "cttctt": 559,
      "ATGGCC": 560,
      "TTGAAC": 561,
      "TTCTAC": 562,
      "AAGACC": 563,
      "ATCTAA": 564,
      "TGCTAA": 565,
      "ACCCC": 566,
      "AAGTAC": 567,
      "TGTAC": 568,
      "gtttt": 569,
      "aatt": 570,
      "caaaaaa": 571,
      "TTTCCC": 572,
      "AGGTC": 573,
      "TTCAAC": 574,
      "ATGTTG": 575,
      "TTTGCC": 576,
      "TTCGAA": 577,
      "TATATT": 578,
      "TTTATC": 579,
      "AGTTTT": 580,
      "TCCTC": 581,
      "actt": 582,
      "ACTATT": 583,
      "TGGTC": 584,
      "TCCATC": 585,
      "TGCGG": 586,
      "TGTCG": 587,
      "TGCCG": 588,
      "AAGTAA": 589,
      "TGATAA": 590,
      "AGCGC": 591,
      "TTCGC": 592,
      "ATCAAC": 593,
      "AGCCAA": 594,
      "TAGGG": 595,
      "gatttt": 596,
      "TTAGAA": 597,
      "TTAGG": 598,
      "TGGTAG": 599,
      "ACCATC": 600,
      "ACCGC": 601,
      "TACTAA": 602,
      "ACTTGG": 603,
      "GGTTC": 604,
      "TGAGAA": 605,
      "ATAACG": 606,
      "ga": 607,
      "TTTATG": 608,
      "ATAAGG": 609,
      "TCCGC": 610,
      "agtt": 611,
      "TGGGG": 612,
      "AACATC": 613,
      "TACTAC": 614,
      "TGAGC": 615,
      "TAATAA": 616,
      "act": 617,
      "GGTGG": 618,
      "ATTATT": 619,
      "gaagaaaa": 620,
      "agat": 621,
      "AACAGC": 622,
      "TTCAAG": 623,
      "gataa": 624,
      "AAAACC": 625,
      "AGCCG": 626,
      "CAACC": 627,
      "AGAACC": 628,
      "ACTCG": 629,
      "TTATTG": 630,
      "ATGAAG": 631,
      "gcaa": 632,
      "CGTCG": 633,
      "TCCTTG": 634,
      "TACTGG": 635,
      "TAGTAA": 636,
      "ACTTTG": 637,
      "ACACG": 638,
      "CCAAGG": 639,
      "ACTGAA": 640,
      "TTTTTC": 641,
      "TGCCC": 642,
      "AACTGC": 643,
      "attaa": 644,
      "TTAACG": 645,
      "CGTAA": 646,
      "AAGTGG": 647,
      "TATGGC": 648,
      "ATTACG": 649,
      "gG": 650,
      "ATCATC": 651,
      "ATTTTC": 652,
      "AGTCAA": 653,
      "TCCGG": 654,
      "AGATGC": 655,
      "ACAAGC": 656,
      "TCTTGG": 657,
      "TCCTG": 658,
      "TGCTGG": 659,
      "TTTTCC": 660,
      "ATTACC": 661,
      "TAGCC": 662,
      "TATATG": 663,
      "CGACG": 664,
      "gtg": 665,
      "TATTGAA": 666,
      "ggaaaa": 667,
      "ATTCGG": 668,
      "AAGAGAA": 669,
      "ACAACC": 670,
      "AAGAAGG": 671,
      "AGTTAC": 672,
      "ATGAGG": 673,
      "ctaa": 674,
      "TAATT": 675,
      "agaatt": 676,
      "GGCTG": 677,
      "tatttt": 678,
      "TTTGGC": 679,
      "AACAAAA": 680,
      "TCTGAA": 681,
      "ca": 682,
      "TGGTTC": 683,
      "TGTTAA": 684,
      "ACACAA": 685,
      "TGACC": 686,
      "ggaa": 687,
      "TTTCCAA": 688,
      "TCAACC": 689,
      "AGCAGG": 690,
      "AGTTCC": 691,
      "TGAAGC": 692,
      "TGCTAC": 693,
      "TCGGG": 694,
      "cG": 695,
      "ATCTAC": 696,
      "TTTACC": 697,
      "ACATTC": 698,
      "atttc": 699,
      "TGTAG": 700,
      "atttttt": 701,
      "TGGAAG": 702,
      "ATTCCAA": 703,
      "gtc": 704,
      "ATTTCTG": 705,
      "TGGATG": 706,
      "TTTAAC": 707,
      "ATCAAG": 708,
      "gct": 709,
      "ATTTCG": 710,
      "ACTATG": 711,
      "TCCCG": 712,
      "CAACG": 713,
      "AACTTG": 714,
      "gtaa": 715,
      "TTATGG": 716,
      "GGTAG": 717,
      "TTAGAG": 718,
      "AGCAGC": 719,
      "atttg": 720,
      "GGATC": 721,
      "TGGTAC": 722,
      "TTAACC": 723,
      "ACTTTC": 724,
      "GGCTC": 725,
      "AGGAAG": 726,
      "TAGGAA": 727,
      "TTCATT": 728,
      "ACGTC": 729,
      "TTCTAG": 730,
      "ACAACG": 731,
      "AAAACG": 732,
      "AGGTAA": 733,
      "ACCAAG": 734,
      "TTATTC": 735,
      "TATGCC": 736,
      "AGAAGAA": 737,
      "gagaa": 738,
      "ACTACC": 739,
      "tgaagaa": 740,
      "TTTTGC": 741,
      "ATTCCC": 742,
      "ATGATC": 743,
      "TGTCAA": 744,
      "AGAGGAA": 745,
      "TGATGG": 746,
      "ACGGG": 747,
      "cagcag": 748,
      "TGCTC": 749,
      "AGATCC": 750,
      "TTGAAG": 751,
      "ACGCAA": 752,
      "TGTCC": 753,
      "TTCTTC": 754,
      "AACACC": 755,
      "TGATTC": 756,
      "AACTAG": 757,
      "ACTATC": 758,
      "CCTC": 759,
      "gC": 760,
      "ACAGAG": 761,
      "TGGATT": 762,
      "TTATAC": 763,
      "TTATAA": 764,
      "ATCTGC": 765,
      "ATAAGC": 766,
      "ATGACG": 767,
      "TATACC": 768,
      "AGTATC": 769,
      "CGTTG": 770,
      "cC": 771,
      "TACTTC": 772,
      "AACATG": 773,
      "CGAAG": 774,
      "AACATT": 775,
      "TGCTTG": 776,
      "ACGTTC": 777,
      "TCTCAA": 778,
      "ATCAGG": 779,
      "caaatt": 780,
      "atac": 781,
      "ATATATT": 782,
      "AGTACG": 783,
      "atgg": 784,
      "ACTTAA": 785,
      "AGCATC": 786,
      "AGTTGC": 787,
      "TAATC": 788,
      "gaaac": 789,
      "AGCGAA": 790,
      "TTCCGC": 791,
      "GGGCC": 792,
      "ACCAGG": 793,
      "CCTTGG": 794,
      "TAAAGG": 795,
      "AAAATG": 796,
      "TGGTTG": 797,
      "ATCTCC": 798,
      "GGTAC": 799,
      "ATATGAA": 800,
      "ttaa": 801,
      "TTGGTG": 802,
      "ACCCAA": 803,
      "TGCTTC": 804,
      "ACCCG": 805,
      "catc": 806,
      "TCGTG": 807,
      "TTTAAG": 808,
      "ATTCCG": 809,
      "gaagag": 810,
      "AGAGGC": 811,
      "ATGTTC": 812,
      "TGGAGG": 813,
      "tttc": 814,
      "ATACCG": 815,
      "GGGCG": 816,
      "AAGAGAG": 817,
      "AACTCC": 818,
      "AGCACC": 819,
      "TCGCAA": 820,
      "GGAGG": 821,
      "AGTATG": 822,
      "GGTTG": 823,
      "TCAAGAA": 824,
      "TCAAGC": 825,
      "AGATAG": 826,
      "TCCCC": 827,
      "TCTTTG": 828,
      "TGA": 829,
      "TGCAAG": 830,
      "ACTTTT": 831,
      "TAATTC": 832,
      "TCACG": 833,
      "ACGGTG": 834,
      "AGTAAC": 835,
      "TTTCCG": 836,
      "ATCTTC": 837,
      "AGCTGG": 838,
      "AGCAAG": 839,
      "TAGATG": 840,
      "ATTTGAA": 841,
      "AGCTAC": 842,
      "AGATGAA": 843,
      "TCTATT": 844,
      "TGTTTG": 845,
      "TCACAA": 846,
      "GGAAG": 847,
      "gaaaaag": 848,
      "ATAAGAA": 849,
      "ataaaa": 850,
      "TGATAG": 851,
      "ATATTAA": 852,
      "attatt": 853,
      "TATACG": 854,
      "AGTGCC": 855,
      "ATGACC": 856,
      "GAA": 857,
      "AGAACG": 858,
      "GGGTAA": 859,
      "TCCAAG": 860,
      "ACATGG": 861,
      "ACTTCC": 862,
      "AGAACAA": 863,
      "ta": 864,
      "TGCCAA": 865,
      "TCATTG": 866,
      "TCGATG": 867,
      "AGTAAG": 868,
      "ATAACAA": 869,
      "AGGAGG": 870,
      "ACAGAC": 871,
      "AAGACTG": 872,
      "AGCTGC": 873,
      "ACAAGAA": 874,
      "CGTGG": 875,
      "TGTGC": 876,
      "TGTTAC": 877,
      "ATGAAC": 878,
      "TAACGG": 879,
      "TTGACC": 880,
      "TCCACC": 881,
      "AAGTCG": 882,
      "AGTCTC": 883,
      "GGTGCC": 884,
      "AGATCG": 885,
      "TAATGG": 886,
      "TAAGGG": 887,
      "TTGTCG": 888,
      "ATGATT": 889,
      "TATGGG": 890,
      "atgaaaa": 891,
      "TATCGC": 892,
      "AGAGCC": 893,
      "TGACAA": 894,
      "TTACCC": 895,
      "TTAAGC": 896,
      "AAGCCC": 897,
      "TTGATC": 898,
      "ACCAAC": 899,
      "taaaaaa": 900,
      "TTAGTG": 901,
      "TCCTTC": 902,
      "TCAACG": 903,
      "TGTTGG": 904,
      "Ac": 905,
      "GGTGC": 906,
      "agaaaaaa": 907,
      "TTTTCG": 908,
      "TCATGG": 909,
      "tC": 910,
      "tatc": 911,
      "TCCATT": 912,
      "GGCAGC": 913,
      "TACAGG": 914,
      "TAAATC": 915,
      "AGAGGG": 916,
      "AAGCCG": 917,
      "TTTACG": 918,
      "TATCCC": 919,
      "TGGGAA": 920,
      "AAGACAA": 921,
      "AGGGTG": 922,
      "TTATCC": 923,
      "TCTAAG": 924,
      "AGATATT": 925,
      "ATGAAAA": 926,
      "TATGGAA": 927,
      "TTCTGC": 928,
      "TCTTCC": 929,
      "AGCTTG": 930,
      "TACATC": 931,
      "TATTCAA": 932,
      "TTCTGG": 933,
      "TGAACG": 934,
      "AGGTTG": 935,
      "ACTTAC": 936,
      "TTTACAA": 937,
      "ACCATT": 938,
      "TTTGATG": 939,
      "AGTAT": 940,
      "ATGTAC": 941,
      "GGAAGG": 942,
      "ATTGGTG": 943,
      "TTAAGG": 944,
      "TATCGG": 945,
      "AACAGAA": 946,
      "CAAATG": 947,
      "CGAAGG": 948,
      "ACGCG": 949,
      "tttg": 950,
      "GGGTG": 951,
      "TGTTTGG": 952,
      "GGAACC": 953,
      "TAATAG": 954,
      "AGTACC": 955,
      "ATACGAA": 956,
      "ATGTCG": 957,
      "ATGTG": 958,
      "TGCAGG": 959,
      "AGTGGC": 960,
      "ACATAA": 961,
      "AGCAAC": 962,
      "ACGTTG": 963,
      "ACATAC": 964,
      "TAGAAAA": 965,
      "AGCTCG": 966,
      "TCCAAC": 967,
      "gaaagaa": 968,
      "CCTTC": 969,
      "ACAGTT": 970,
      "ACGAAG": 971,
      "ATAGCG": 972,
      "TACTC": 973,
      "AGGAAC": 974,
      "TTTAT": 975,
      "ATGCCC": 976,
      "TACAAG": 977,
      "TGGATC": 978,
      "TAAATT": 979,
      "ACTCTG": 980,
      "TGGAAAA": 981,
      "TGCATC": 982,
      "TCAGAG": 983,
      "CCATT": 984,
      "CCACC": 985,
      "AGCATT": 986,
      "ACTACG": 987,
      "GGCGG": 988,
      "AGGATC": 989,
      "tctttt": 990,
      "TGCTAG": 991,
      "TTATCG": 992,
      "AACTTTG": 993,
      "atctt": 994,
      "TGTTTC": 995,
      "cctt": 996,
      "ACAGGG": 997,
      "ATACGC": 998,
      "ACTAAG": 999,
      "TTTAGC": 1000,
      "TAAATG": 1001,
      "taatt": 1002,
      "TGAATC": 1003,
      "TTCTTG": 1004,
      "AAGAGTT": 1005,
      "AAGTTTG": 1006,
      "TACACC": 1007,
      "ACGACG": 1008,
      "ATTGCG": 1009,
      "ACATCG": 1010,
      "TTTTGAA": 1011,
      "ACTTTAA": 1012,
      "ggc": 1013,
      "gaacaa": 1014,
      "tataa": 1015,
      "TTT": 1016,
      "gaaaatg": 1017,
      "AAGAAGC": 1018,
      "AGGTGG": 1019,
      "TCTTTC": 1020,
      "CCAAC": 1021,
      "TCTCCAA": 1022,
      "AGGAAAA": 1023,
      "ATA": 1024,
      "AGGATT": 1025,
      "AGGATAA": 1026,
      "ACACTG": 1027,
      "TAAACC": 1028,
      "TCCTCC": 1029,
      "ATCATT": 1030,
      "AGCAAAA": 1031,
      "gaatttt": 1032,
      "TTATGC": 1033,
      "TTTGGAA": 1034,
      "tacaa": 1035,
      "AGTCTG": 1036,
      "AGTTCAA": 1037,
      "AGTGACG": 1038,
      "CCCGG": 1039,
      "AGGACG": 1040,
      "TGGAGAA": 1041,
      "ATCATG": 1042,
      "CGAACC": 1043,
      "TCATTC": 1044,
      "TTGATT": 1045,
      "TTGTAG": 1046,
      "ACAATAA": 1047,
      "AGCTTC": 1048,
      "TCTATC": 1049,
      "TCCCAA": 1050,
      "AGGTTC": 1051,
      "ACATCC": 1052,
      "TACAAC": 1053,
      "AGTCGC": 1054,
      "CGTTGG": 1055,
      "TTGAGAA": 1056,
      "ACAGTG": 1057,
      "GGATT": 1058,
      "TGATGC": 1059,
      "TGATAC": 1060,
      "CGAAAA": 1061,
      "AGATCAA": 1062,
      "Taa": 1063,
      "AGCTAG": 1064,
      "ACTTCAA": 1065,
      "TTGTTGG": 1066,
      "TTTAGG": 1067,
      "TGTTCC": 1068,
      "ATATATC": 1069,
      "tga": 1070,
      "agc": 1071,
      "ctatt": 1072,
      "tgtttt": 1073,
      "AGGTCG": 1074,
      "TACTGC": 1075,
      "ATAACC": 1076,
      "ATCTAG": 1077,
      "AGGTAG": 1078,
      "ACAACAA": 1079,
      "GGAATAC": 1080,
      "TTCAAAA": 1081,
      "GGAAAA": 1082,
      "aggaaaa": 1083,
      "GGGAAG": 1084,
      "ATCACC": 1085,
      "gaagaagaa": 1086,
      "TTACCAA": 1087,
      "CGATT": 1088,
      "TAAAGAA": 1089,
      "ACCAAAA": 1090,
      "TTGGCC": 1091,
      "GGCCC": 1092,
      "agaaatt": 1093,
      "gatgaa": 1094,
      "TTCACC": 1095,
      "TTAGAC": 1096,
      "CGCTGG": 1097,
      "ATCTTG": 1098,
      "AACGGG": 1099,
      "ATATTGC": 1100,
      "AGATTAA": 1101,
      "ATGGGC": 1102,
      "CGCTAC": 1103,
      "CGTAG": 1104,
      "TGTTGC": 1105,
      "ATCTGG": 1106,
      "ATTTTTGG": 1107,
      "ACTAT": 1108,
      "GGAGC": 1109,
      "ACGGAA": 1110,
      "TCTTAA": 1111,
      "TAAGCC": 1112,
      "TAATGC": 1113,
      "ATACCC": 1114,
      "catttt": 1115,
      "agatt": 1116,
      "TTCTCC": 1117,
      "TACAAAA": 1118,
      "TGGAGTT": 1119,
      "ATGTGG": 1120,
      "ATAATG": 1121,
      "AAGATGG": 1122,
      "TTCCCC": 1123,
      "ACTTCG": 1124,
      "atgaa": 1125,
      "ATTGTC": 1126,
      "ggat": 1127,
      "TTGGTGG": 1128,
      "AAGAACC": 1129,
      "AGACCC": 1130,
      "AGGTAC": 1131,
      "GGAAC": 1132,
      "TAATAC": 1133,
      "TATTCG": 1134,
      "AGCTGGG": 1135,
      "ATGAGC": 1136,
      "TTATAG": 1137,
      "AGA": 1138,
      "TCACTG": 1139,
      "TCAAATC": 1140,
      "TCGAAC": 1141,
      "ATGGGG": 1142,
      "AGTTCG": 1143,
      "TTTTCAA": 1144,
      "ACGATAA": 1145,
      "TTGTGGC": 1146,
      "ATGGTTC": 1147,
      "ATTACAA": 1148,
      "CCGCG": 1149,
      "TTTGCAA": 1150,
      "TCATAA": 1151,
      "ACACAG": 1152,
      "AGAAAAG": 1153,
      "ACATGC": 1154,
      "AGGTGC": 1155,
      "ATGTCC": 1156,
      "ATTTTAC": 1157,
      "TTGTTC": 1158,
      "ATCGATG": 1159,
      "CGAAAGC": 1160,
      "AACAGAG": 1161,
      "TTGAAGG": 1162,
      "agaagaa": 1163,
      "TATCCAA": 1164,
      "agg": 1165,
      "gaaaatt": 1166,
      "TGCGC": 1167,
      "ggtt": 1168,
      "AGACGC": 1169,
      "TTATCAA": 1170,
      "ACCTC": 1171,
      "ATTGCAA": 1172,
      "gaaaaatt": 1173,
      "ACTGGC": 1174,
      "ATGGCAA": 1175,
      "AAGATAA": 1176,
      "ACAGGC": 1177,
      "caaaatt": 1178,
      "CCAACC": 1179,
      "ACTTGC": 1180,
      "TGCTCC": 1181,
      "ATCCGC": 1182,
      "TTTGTTG": 1183,
      "ATAGCC": 1184,
      "TATCGAA": 1185,
      "TGTATT": 1186,
      "ATTGGAA": 1187,
      "TCGGAA": 1188,
      "atct": 1189,
      "ATATTCC": 1190,
      "AGCTCC": 1191,
      "aaaatt": 1192,
      "ATATATG": 1193,
      "Aaa": 1194,
      "ATTCTTC": 1195,
      "TCGGC": 1196,
      "AACAACC": 1197,
      "ATAGGAA": 1198,
      "ATAAATC": 1199,
      "ATACCAA": 1200,
      "tgataa": 1201,
      "ACTGCC": 1202,
      "ACCGAA": 1203,
      "TCATCC": 1204,
      "ATTTTGG": 1205,
      "ACGAAAA": 1206,
      "Att": 1207,
      "ctctt": 1208,
      "TTTTACC": 1209,
      "TCCAGAC": 1210,
      "Ttt": 1211,
      "TTGAAAA": 1212,
      "GGAATAG": 1213,
      "AGTTGAA": 1214,
      "TACATT": 1215,
      "ACTAAC": 1216,
      "TATAAC": 1217,
      "aAA": 1218,
      "TATTTG": 1219,
      "TAGAAG": 1220,
      "TTCATG": 1221,
      "caataa": 1222,
      "ATCAAAA": 1223,
      "AAGCTG": 1224,
      "TTTGTAC": 1225,
      "AGTCTT": 1226,
      "TAAAAC": 1227,
      "TGGTTCC": 1228,
      "AACAAGG": 1229,
      "TCTTCGG": 1230,
      "TTTATCC": 1231,
      "TTGTGC": 1232,
      "ATTTCAA": 1233,
      "TTGTGG": 1234,
      "gaaatttt": 1235,
      "TGAAAAG": 1236,
      "AGAATG": 1237,
      "AGGTTTC": 1238,
      "TTTGTAA": 1239,
      "tgG": 1240,
      "TATAAG": 1241,
      "CGTTC": 1242,
      "ATCCGGG": 1243,
      "tattaa": 1244,
      "ACCAAGG": 1245,
      "TCTGCC": 1246,
      "TAAAAG": 1247,
      "TACTCC": 1248,
      "caacag": 1249,
      "TAGCGG": 1250,
      "ACTGGG": 1251,
      "TTCTATT": 1252,
      "ACTCCAA": 1253,
      "TAAGAAG": 1254,
      "ATTGATG": 1255,
      "TGCATT": 1256,
      "tcatt": 1257,
      "ACCTTC": 1258,
      "TCATAC": 1259,
      "TCTTTT": 1260,
      "AGCATG": 1261,
      "TACTATC": 1262,
      "AGATGGGG": 1263,
      "ACCTCAA": 1264,
      "ATCGCC": 1265,
      "ATTGTTC": 1266,
      "TTGGCG": 1267,
      "TACTTG": 1268,
      "TGCGGC": 1269,
      "TTTAGAA": 1270,
      "AGTGATG": 1271,
      "TGACGG": 1272,
      "TAATGAA": 1273,
      "TGAAGAA": 1274,
      "TCTTCAA": 1275,
      "TGGAGAG": 1276,
      "AGTAGGC": 1277,
      "ATGGCG": 1278,
      "TGATCC": 1279,
      "ccaaaa": 1280,
      "ACAGCC": 1281,
      "TTGACG": 1282,
      "ATTTGTC": 1283,
      "TGGAAC": 1284,
      "TGGAACC": 1285,
      "ACAGCAA": 1286,
      "TAAGTGGG": 1287,
      "agac": 1288,
      "TAGATC": 1289,
      "TAGATAA": 1290,
      "TCGCG": 1291,
      "TCTATG": 1292,
      "TACAGAA": 1293,
      "cagaa": 1294,
      "TGTAAC": 1295,
      "tgac": 1296,
      "TTACCG": 1297,
      "TATCTTC": 1298,
      "TTTTATC": 1299,
      "gctt": 1300,
      "ACACGG": 1301,
      "GGGCAA": 1302,
      "ACCAGC": 1303,
      "TTGCTGG": 1304,
      "TAAACG": 1305,
      "AGTAGC": 1306,
      "CGAACG": 1307,
      "TAAAGC": 1308,
      "atgat": 1309,
      "TCATTAA": 1310,
      "TTGGATT": 1311,
      "TCTAAC": 1312,
      "TTGGGC": 1313,
      "TTGGTTC": 1314,
      "TCTCTG": 1315,
      "TAAGGC": 1316,
      "TCTACC": 1317,
      "TCTTCG": 1318,
      "TGGTGAA": 1319,
      "AGCCGG": 1320,
      "TGTTTT": 1321,
      "gttg": 1322,
      "AAGAAAA": 1323,
      "TCCAGG": 1324,
      "tgaatt": 1325,
      "ACACTT": 1326,
      "TATCAAC": 1327,
      "ACGGCC": 1328,
      "TGGACG": 1329,
      "TACTAG": 1330,
      "GGACG": 1331,
      "AGATATC": 1332,
      "ATTTTAA": 1333,
      "gacaa": 1334,
      "TCCAGC": 1335,
      "TGTTCAA": 1336,
      "AGAGCAA": 1337,
      "ACACCAA": 1338,
      "ACTACAA": 1339,
      "CGCAAG": 1340,
      "TGATGAA": 1341,
      "TCCAGAA": 1342,
      "GGCACC": 1343,
      "CCGTTC": 1344,
      "TTTTTGC": 1345,
      "AGAAAGC": 1346,
      "TAGGGAA": 1347,
      "TATGCG": 1348,
      "ATGATAA": 1349,
      "TCTGCG": 1350,
      "TATTTAC": 1351,
      "ggC": 1352,
      "CCGCAA": 1353,
      "ATTAACG": 1354,
      "AGTATGG": 1355,
      "TAGTAG": 1356,
      "ataaaaaa": 1357,
      "atttttg": 1358,
      "AACTCG": 1359,
      "atcaaaa": 1360,
      "TCATCG": 1361,
      "cattaa": 1362,
      "TTAAGAA": 1363,
      "ATATACC": 1364,
      "tctaa": 1365,
      "GGGAAC": 1366,
      "AGAAATC": 1367,
      "ATACGG": 1368,
      "attcaa": 1369,
      "Agg": 1370,
      "TCTTAC": 1371,
      "TTTATAC": 1372,
      "AGCATTG": 1373,
      "ATGGTG": 1374,
      "AAGATTC": 1375,
      "CCAACG": 1376,
      "ACAGCG": 1377,
      "CCAAAA": 1378,
      "ATAGGC": 1379,
      "TATACAA": 1380,
      "Aac": 1381,
      "ATTTCTT": 1382,
      "AGGTTCC": 1383,
      "ATTTCTGCCC": 1384,
      "AGATTAAGCC": 1385,
      "AACTATT": 1386,
      "TTGATAA": 1387,
      "ATAGAGGGTG": 1388,
      "TTGTAA": 1389,
      "TGAAATTG": 1390,
      "TCGTCG": 1391,
      "TGCAGC": 1392,
      "AACAAGC": 1393,
      "TAACTTC": 1394,
      "AGGAGAA": 1395,
      "AGGAGC": 1396,
      "tactt": 1397,
      "agagaa": 1398,
      "AGTAGG": 1399,
      "ACATAG": 1400,
      "TGGTAAG": 1401,
      "TTATGAA": 1402,
      "TGCACAA": 1403,
      "TAGTC": 1404,
      "ATTTATT": 1405,
      "ATCAAGG": 1406,
      "TTCCAGC": 1407,
      "AGTGGG": 1408,
      "TCCTAA": 1409,
      "AGGGCC": 1410,
      "gcaaaa": 1411,
      "aac": 1412,
      "TCAACAA": 1413,
      "AGACCAA": 1414,
      "ACACTC": 1415,
      "aGC": 1416,
      "AGACTAA": 1417,
      "TGGCTG": 1418,
      "ACAATG": 1419,
      "AAGAACG": 1420,
      "atatttt": 1421,
      "TACCGC": 1422,
      "tccaa": 1423,
      "TTTAAAA": 1424,
      "TACATGG": 1425,
      "AAGCAGAA": 1426,
      "ATTTATC": 1427,
      "atctttt": 1428,
      "aga": 1429,
      "tgaaaaaa": 1430,
      "ATTAAC": 1431,
      "TTTATTG": 1432,
      "TTTCGC": 1433,
      "TCGTCAA": 1434,
      "ATATGGC": 1435,
      "TGATCG": 1436,
      "ACCATG": 1437,
      "ACCTAA": 1438,
      "ATGGTAA": 1439,
      "AAGTCC": 1440,
      "AGCCGC": 1441,
      "TTCTATG": 1442,
      "AAGTGC": 1443,
      "ACGATC": 1444,
      "TACGCC": 1445,
      "TTATTGG": 1446,
      "TTGCCC": 1447,
      "TGTGAA": 1448,
      "TGGCTCC": 1449,
      "TGGATGG": 1450,
      "ACCTCC": 1451,
      "tgaaatt": 1452,
      "TGGTATT": 1453,
      "AGGAG": 1454,
      "TCGAAG": 1455,
      "TCGAAAA": 1456,
      "acc": 1457,
      "agt": 1458,
      "AGAAAGG": 1459,
      "TACATG": 1460,
      "gatttttt": 1461,
      "TTCAGG": 1462,
      "AACAACG": 1463,
      "Tc": 1464,
      "TAGCCC": 1465,
      "AGTATTG": 1466,
      "AACTGAA": 1467,
      "ATGCTG": 1468,
      "TGCAC": 1469,
      "TACAGC": 1470,
      "TTACGG": 1471,
      "TGTTACC": 1472,
      "TAAAAGC": 1473,
      "TGGTCC": 1474,
      "NN": 1475,
      "TATGTTCC": 1476,
      "AAGAGAC": 1477,
      "TCCAAAA": 1478,
      "TCGTTG": 1479,
      "TTCCCG": 1480,
      "TGTCCC": 1481,
      "TAAGCAA": 1482,
      "gacgac": 1483,
      "TTGGCAA": 1484,
      "AAGATTG": 1485,
      "TATAAAA": 1486,
      "ACCAGAA": 1487,
      "AACAGCC": 1488,
      "TCACAG": 1489,
      "caagaa": 1490,
      "atgc": 1491,
      "ACTTGAA": 1492,
      "ATGTAA": 1493,
      "ACATCAA": 1494,
      "ACCACAG": 1495,
      "TTACGC": 1496,
      "TAGGCG": 1497,
      "tgatt": 1498,
      "ACGAGG": 1499,
      "ATCTGCC": 1500,
      "AGCTTTT": 1501,
      "TCAGAC": 1502,
      "GGTGAA": 1503,
      "ATGGATT": 1504,
      "TCTCGC": 1505,
      "TGCTGAA": 1506,
      "TCAGTT": 1507,
      "ACGATT": 1508,
      "TTTAACC": 1509,
      "ACTCCC": 1510,
      "ctac": 1511,
      "caatttt": 1512,
      "TAGATT": 1513,
      "TCAATG": 1514,
      "CGCTG": 1515,
      "TTTATAG": 1516,
      "TTATTCAA": 1517,
      "AGTCCC": 1518,
      "TTGGACG": 1519,
      "TTAGTT": 1520,
      "TCACCG": 1521,
      "TGTTGGG": 1522,
      "AGCAGAA": 1523,
      "AAGATGC": 1524,
      "AGTACAA": 1525,
      "TATTGGAA": 1526,
      "AACGGC": 1527,
      "ATCAGAC": 1528,
      "TTTTGGG": 1529,
      "TAGACG": 1530,
      "TGGTCG": 1531,
      "TCTTTGAA": 1532,
      "ACCTAC": 1533,
      "TTAATG": 1534,
      "AACTTGAA": 1535,
      "tagaa": 1536,
      "GGTCG": 1537,
      "TTGCAGAA": 1538,
      "TACCTTC": 1539,
      "TGTTCG": 1540,
      "ATGAAGC": 1541,
      "TTATTAA": 1542,
      "TTGAGG": 1543,
      "AAGCCAA": 1544,
      "TTGTAC": 1545,
      "AAGCGC": 1546,
      "caacaacaacaa": 1547,
      "ATTCTG": 1548,
      "TTCCCAA": 1549,
      "AGATATG": 1550,
      "TTGGCCG": 1551,
      "ACCATCG": 1552,
      "TCCATG": 1553,
      "TTAACAA": 1554,
      "Tac": 1555,
      "TTTCGG": 1556,
      "AGACACC": 1557,
      "TGGGCC": 1558,
      "GGCGGC": 1559,
      "TCCGAA": 1560,
      "AGAAATG": 1561,
      "caagaaaa": 1562,
      "tgc": 1563,
      "ATGAAGG": 1564,
      "TGGACC": 1565,
      "AAGTTAA": 1566,
      "TAGACC": 1567,
      "TTCAGAA": 1568,
      "TGTTTAA": 1569,
      "Atc": 1570,
      "TTGATTG": 1571,
      "taaatt": 1572,
      "AGTCTAA": 1573,
      "AAGACAAG": 1574,
      "AAGTTCC": 1575,
      "TGGCGC": 1576,
      "caaagaa": 1577,
      "AGGACC": 1578,
      "TGAGAG": 1579,
      "TGTAGC": 1580,
      "ATATTGAA": 1581,
      "TTCTGGG": 1582,
      "CGATC": 1583,
      "TTATATT": 1584,
      "TTCTGGC": 1585,
      "AGTTTTGG": 1586,
      "TAGAGAA": 1587,
      "CGAGAA": 1588,
      "CCGATG": 1589,
      "TTAAAAC": 1590,
      "ACACCC": 1591,
      "TACTGGC": 1592,
      "AAGTTTC": 1593,
      "AAGCGG": 1594,
      "AGGCCC": 1595,
      "AGAGGGC": 1596,
      "TCCTAC": 1597,
      "TAAGGAA": 1598,
      "TGCAAC": 1599,
      "aaaaaaaa": 1600,
      "aGAA": 1601,
      "TTCAGC": 1602,
      "TCAAATG": 1603,
      "TCGGTG": 1604,
      "ATCAGTT": 1605,
      "ACTCTAG": 1606,
      "ATTAGC": 1607,
      "TACCGG": 1608,
      "TATATTAA": 1609,
      "TTTGGGAA": 1610,
      "ACCGCC": 1611,
      "AGGAACAA": 1612,
      "TGAAAAC": 1613,
      "ACAAAGC": 1614,
      "gca": 1615,
      "AAGAGATG": 1616,
      "ACTAGC": 1617,
      "ATCAGAA": 1618,
      "atcatc": 1619,
      "ATGAACC": 1620,
      "AAGATAC": 1621,
      "TTGTTGAA": 1622,
      "TAATCC": 1623,
      "ATTCGC": 1624,
      "TTTGCG": 1625,
      "ACTCAAC": 1626,
      "TAGAGC": 1627,
      "AAGTTGG": 1628,
      "ACGTCG": 1629,
      "TATATGG": 1630,
      "agG": 1631,
      "Atg": 1632,
      "gaaaaaaaa": 1633,
      "TTTCGAA": 1634,
      "ATGTCAA": 1635,
      "TATAGAA": 1636,
      "Tgg": 1637,
      "ATAATGG": 1638,
      "TAACGC": 1639,
      "TTCGCC": 1640,
      "ATGAGAA": 1641,
      "TTTATGG": 1642,
      "ATCCGG": 1643,
      "TTAGAAG": 1644,
      "TGCACC": 1645,
      "TGCATGG": 1646,
      "ATCAGC": 1647,
      "atataa": 1648,
      "GGTATTG": 1649,
      "TCTCCC": 1650,
      "Aag": 1651,
      "TTGCCAA": 1652,
      "ATAATAAC": 1653,
      "ATATGGAA": 1654,
      "tcc": 1655,
      "TGGTCAA": 1656,
      "GGGGAA": 1657,
      "TATATTC": 1658,
      "ACACCG": 1659,
      "TTTGGGTG": 1660,
      "ATGGTTTC": 1661,
      "CCAATCC": 1662,
      "TCTGATC": 1663,
      "ACTGAGG": 1664,
      "acaaaaaa": 1665,
      "TAGTGG": 1666,
      "ATAGTG": 1667,
      "TCAGTG": 1668,
      "tcaatt": 1669,
      "TTCTCG": 1670,
      "TAACCC": 1671,
      "TTCTCAA": 1672,
      "ATGAGAG": 1673,
      "tca": 1674,
      "TTTTCGAA": 1675,
      "ATATAAC": 1676,
      "TGAAATC": 1677,
      "TACATGC": 1678,
      "ATTCCGG": 1679,
      "ACAAATC": 1680,
      "AGTGGAA": 1681,
      "ATTAGAA": 1682,
      "ACGAAC": 1683,
      "AGTTAAAA": 1684,
      "gatatt": 1685,
      "ATGA": 1686,
      "AGACGG": 1687,
      "TATCCG": 1688,
      "ATGTTAC": 1689,
      "ATTGAGAG": 1690,
      "TTGGGG": 1691,
      "TCATGC": 1692,
      "TGCAGAA": 1693,
      "TTAGATT": 1694,
      "TCGATCC": 1695,
      "CAAGGAA": 1696,
      "ACTAGG": 1697,
      "gatgaagaa": 1698,
      "TTGCCG": 1699,
      "tgctt": 1700,
      "TTTATAA": 1701,
      "gagaaaa": 1702,
      "TGCTTAA": 1703,
      "TGAATAG": 1704,
      "TGGCGG": 1705,
      "TTTTAGG": 1706,
      "ACTCCG": 1707,
      "ACCACG": 1708,
      "ATTATTG": 1709,
      "TATATTG": 1710,
      "ATGACAA": 1711,
      "TCTACG": 1712,
      "ATTAAAA": 1713,
      "CCCATTC": 1714,
      "TTGA": 1715,
      "TCCTCG": 1716,
      "TTTATTC": 1717,
      "ATTTTTG": 1718,
      "TAAACAA": 1719,
      "TTCCGG": 1720,
      "AACTCAA": 1721,
      "GGCTGAA": 1722,
      "TATTATAA": 1723,
      "TAAGCG": 1724,
      "TGAAATTC": 1725,
      "ATCTCG": 1726,
      "AAGATCC": 1727,
      "TAGTAAG": 1728,
      "AGCGCC": 1729,
      "AGACCG": 1730,
      "TTAGCC": 1731,
      "TCCATGC": 1732,
      "AAGATTCC": 1733,
      "AAGAACGC": 1734,
      "ACATATT": 1735,
      "TAGCGAA": 1736,
      "ATTAGG": 1737,
      "TCGTATC": 1738,
      "AAGTATT": 1739,
      "TAGCTAA": 1740,
      "TTGTCC": 1741,
      "tctttg": 1742,
      "AGAGCG": 1743,
      "ATAGCAA": 1744,
      "ATGTCTG": 1745,
      "ACATGAA": 1746,
      "TACCCC": 1747,
      "TAGAAC": 1748,
      "TAGTTC": 1749,
      "TTGAAGC": 1750,
      "agtttt": 1751,
      "ATTATTC": 1752,
      "gaagac": 1753,
      "TTGGGAA": 1754,
      "TTGATGG": 1755,
      "ACCAAGAA": 1756,
      "AAGTCAA": 1757,
      "ATGATTC": 1758,
      "ATCTCAA": 1759,
      "AGAGTGC": 1760,
      "ATTTATG": 1761,
      "TTATTTG": 1762,
      "TGCCCC": 1763,
      "TTGAGC": 1764,
      "gatgac": 1765,
      "TGGAGC": 1766,
      "AACTACG": 1767,
      "TGCTATT": 1768,
      "TTCATAG": 1769,
      "gaagg": 1770,
      "ctttgaaaa": 1771,
      "cct": 1772,
      "ATGCCAA": 1773,
      "GGGTTC": 1774,
      "ATTCAAGG": 1775,
      "TAACAAGG": 1776,
      "ATGCCG": 1777,
      "TAGTAGC": 1778,
      "TCAAGCG": 1779,
      "ACTAAAA": 1780,
      "AGATTCC": 1781,
      "cttcaa": 1782,
      "ACCCGAA": 1783,
      "TTGCTG": 1784,
      "AGGTCTG": 1785,
      "ATCAACG": 1786,
      "AGAGTCC": 1787,
      "ATTTGGG": 1788,
      "CCGTTCC": 1789,
      "TCACTT": 1790,
      "AGTAAAA": 1791,
      "TAATGTATG": 1792,
      "TGGTTTG": 1793,
      "TTTTGCG": 1794,
      "ATACTG": 1795,
      "ATTCTAA": 1796,
      "ACGCAGC": 1797,
      "TCGACG": 1798,
      "atag": 1799,
      "CCGGG": 1800,
      "tatcaa": 1801,
      "AACACG": 1802,
      "ATGATGG": 1803,
      "ACTGCAA": 1804,
      "TAATAGAA": 1805,
      "gaaaaagaa": 1806,
      "AGGCTCG": 1807,
      "ATTAAG": 1808,
      "ATGTTAA": 1809,
      "AACAGTG": 1810,
      "ACAGGAA": 1811,
      "ATTTGCC": 1812,
      "AGAAGCC": 1813,
      "AGACGAA": 1814,
      "TCTAGC": 1815,
      "ATATTGG": 1816,
      "AAGCTACC": 1817,
      "ATTTTGC": 1818,
      "TCAGGC": 1819,
      "AACATTG": 1820,
      "AGAATTG": 1821,
      "TCGCTAG": 1822,
      "TATAGC": 1823,
      "AGATTGG": 1824,
      "TGATTTT": 1825,
      "TTTTTGG": 1826,
      "ATCACAA": 1827,
      "TGAAAGG": 1828,
      "TTAAGTG": 1829,
      "AGAAGGC": 1830,
      "TCATAG": 1831,
      "TCTGGG": 1832,
      "GGGTGG": 1833,
      "ATTTGGC": 1834,
      "TCCATTG": 1835,
      "ATTTTAG": 1836,
      "TACTATT": 1837,
      "ATTTTTT": 1838,
      "gaagaatt": 1839,
      "ACATTAA": 1840,
      "ACGTG": 1841,
      "ATGGTGTT": 1842,
      "AAGCTGC": 1843,
      "aca": 1844,
      "TTCAAGG": 1845,
      "CGAGG": 1846,
      "tatatt": 1847,
      "TTGACAA": 1848,
      "TCATCAA": 1849,
      "CCCACTG": 1850,
      "actttt": 1851,
      "TATTGCC": 1852,
      "ACCTGC": 1853,
      "ACGTACC": 1854,
      "AGGCATTG": 1855,
      "TGGCCAA": 1856,
      "tgaaaaaatt": 1857,
      "ACTGGAA": 1858,
      "AACACAA": 1859,
      "ATGCTAA": 1860,
      "AACTTTC": 1861,
      "ATTCTAC": 1862,
      "Ag": 1863,
      "ATGCGG": 1864,
      "AGTGAAGC": 1865,
      "TGAGCG": 1866,
      "TTCACAA": 1867,
      "atG": 1868,
      "TTGAAGAC": 1869,
      "ATGGGAA": 1870,
      "gttaa": 1871,
      "AGGGTTG": 1872,
      "TCCTGC": 1873,
      "TATGCAA": 1874,
      "GGAATTGG": 1875,
      "caccac": 1876,
      "TCTTGC": 1877,
      "TGTATC": 1878,
      "AGGGAGG": 1879,
      "gAA": 1880,
      "TTATTCC": 1881,
      "ACCTTG": 1882,
      "TTCTGAA": 1883,
      "AGT": 1884,
      "TTCATTG": 1885,
      "AAGCTAA": 1886,
      "gtgg": 1887,
      "AGATTGC": 1888,
      "GGCTAC": 1889,
      "AAGTTAC": 1890,
      "TTTTGGC": 1891,
      "CGCCCG": 1892,
      "AAGTTGC": 1893,
      "TTGAACC": 1894,
      "TCGTGG": 1895,
      "ATAATTGG": 1896,
      "ATGAAAGTG": 1897,
      "AGGTATT": 1898,
      "ATGAATGG": 1899,
      "TTATAGG": 1900,
      "catcaa": 1901,
      "TTATTTC": 1902,
      "ACCATTG": 1903,
      "TGCATTG": 1904,
      "tgaaatc": 1905,
      "AGTATAA": 1906,
      "AGTGATAC": 1907,
      "AGGCGG": 1908,
      "TGCTCAA": 1909,
      "TGCTTTTG": 1910,
      "AAGAGGAA": 1911,
      "ATTATGG": 1912,
      "gaataa": 1913,
      "TAATTTGG": 1914,
      "tgt": 1915,
      "acC": 1916,
      "TCTGGC": 1917,
      "TTTCTG": 1918,
      "ATTCGAA": 1919,
      "ATCAACC": 1920,
      "TAGACAG": 1921,
      "CCCATC": 1922,
      "TGGATAA": 1923,
      "ATATAAG": 1924,
      "TTTTTAA": 1925,
      "TCGTTC": 1926,
      "AGCGGC": 1927,
      "ATTTTCC": 1928,
      "TTATATC": 1929,
      "ATTTAGC": 1930,
      "AGGAAGC": 1931,
      "atgt": 1932,
      "ACTATAA": 1933,
      "TTAGCG": 1934,
      "TTGTTAA": 1935,
      "TACAAGG": 1936,
      "ATGCGGG": 1937,
      "TTTGATC": 1938,
      "TTATATG": 1939,
      "AGGCCG": 1940,
      "AGGCGC": 1941,
      "gtttctt": 1942,
      "ATTGACAG": 1943,
      "AAGAGGC": 1944,
      "TATATATC": 1945,
      "gcc": 1946,
      "tcaaaaaa": 1947,
      "taaaatt": 1948,
      "TGGGTAG": 1949,
      "TCAGCC": 1950,
      "AGCACG": 1951,
      "AGGACAA": 1952,
      "GGGCGAA": 1953,
      "AACAGTTC": 1954,
      "TGGGTG": 1955,
      "ATTCTTCG": 1956,
      "TGAAACTC": 1957,
      "ATTATAA": 1958,
      "tttttatt": 1959,
      "ataataa": 1960,
      "TACTGAA": 1961,
      "AAGATGAA": 1962,
      "ACATTGG": 1963,
      "TATGACTC": 1964,
      "AAAAGGC": 1965,
      "TCTAGG": 1966,
      "TCTACAA": 1967,
      "TTACGAA": 1968,
      "ATGTAG": 1969,
      "ATCCCG": 1970,
      "TTACTG": 1971,
      "TATATCC": 1972,
      "TCAGGG": 1973,
      "atgtt": 1974,
      "TATTTGG": 1975,
      "TCCTGG": 1976,
      "gatgaaaa": 1977,
      "ATTTACC": 1978,
      "atttatt": 1979,
      "ACCACAA": 1980,
      "TCACCC": 1981,
      "gaaaaaatt": 1982,
      "ACGTTTGG": 1983,
      "CCCACTC": 1984,
      "ACTTTGG": 1985,
      "agaaaatt": 1986,
      "TACAAACC": 1987,
      "TTATTGC": 1988,
      "TCACTC": 1989,
      "TAATTG": 1990,
      "TGCCGG": 1991,
      "TGCTTTG": 1992,
      "ATTTAAC": 1993,
      "AGCCCC": 1994,
      "AGGATAG": 1995,
      "TTCAAGC": 1996,
      "ACCTGG": 1997,
      "Acc": 1998,
      "TAACTGAA": 1999,
      "TAGACGG": 2000,
      "Tctg": 2001,
      "ATCATTG": 2002,
      "ATTTGTT": 2003,
      "CGTAC": 2004,
      "AACATTC": 2005,
      "AGTGAAGAA": 2006,
      "TGATTG": 2007,
      "ATAGAAAA": 2008,
      "GGGATAG": 2009,
      "AGAAATCAA": 2010,
      "tgag": 2011,
      "AGTAGCC": 2012,
      "AACTATC": 2013,
      "CGTGAAAA": 2014,
      "tct": 2015,
      "AGAGACCG": 2016,
      "GGGCAAC": 2017,
      "TAGAC": 2018,
      "TGACCG": 2019,
      "ATGTTTG": 2020,
      "TGCTCG": 2021,
      "ATGGTATT": 2022,
      "AGCTTATC": 2023,
      "AGAACAGAA": 2024,
      "AAGATCG": 2025,
      "TAAGGGG": 2026,
      "AACTTGG": 2027,
      "TAGTCTC": 2028,
      "tggc": 2029,
      "AGGGCG": 2030,
      "TTCTTTG": 2031,
      "TACTTTG": 2032,
      "attgaa": 2033,
      "cttttaa": 2034,
      "TAAAACC": 2035,
      "TGGTATC": 2036,
      "TCACCGG": 2037,
      "GGGAGTT": 2038,
      "TTAATTTG": 2039,
      "AGGTATAA": 2040,
      "TTACTTAA": 2041,
      "GGAAACTC": 2042,
      "TAAGGCG": 2043,
      "CAAAATAG": 2044,
      "ATCTTTG": 2045,
      "acaatt": 2046,
      "TTCATATC": 2047,
      "TGGCATAA": 2048,
      "ggaagaa": 2049,
      "TAAGTATT": 2050,
      "AGACAAG": 2051,
      "ATCTGCTG": 2052,
      "TGAACAA": 2053,
      "atttaa": 2054,
      "TGTCCAA": 2055,
      "TTCAAAGC": 2056,
      "atga": 2057,
      "ACGTCAAC": 2058,
      "AGAACTTTG": 2059,
      "TCGACCG": 2060,
      "TGGTTTC": 2061,
      "TGGCCC": 2062,
      "TAAGAGTG": 2063,
      "AGGCTAC": 2064,
      "ATCTATT": 2065,
      "ggac": 2066,
      "AGTCCAA": 2067,
      "TTGTCAA": 2068,
      "TGGTATG": 2069,
      "TCTGCAA": 2070,
      "ACTATTG": 2071,
      "AAAAGGG": 2072,
      "ACTTTAC": 2073,
      "TTCTGACG": 2074,
      "TCACCAA": 2075,
      "ACAGAGG": 2076,
      "ATCAAGC": 2077,
      "CGCTAA": 2078,
      "attgaaaa": 2079,
      "CGCAGATG": 2080,
      "AGAGATG": 2081,
      "atttctt": 2082,
      "ATTTCCAA": 2083,
      "AGATGTAC": 2084,
      "AGATGGG": 2085,
      "ATGGTAC": 2086,
      "TAGACCG": 2087,
      "ATCCCC": 2088,
      "TACAACC": 2089,
      "AGAATTTGG": 2090,
      "TAGTGC": 2091,
      "ATGATCC": 2092,
      "ataatt": 2093,
      "AGCTCAA": 2094,
      "TTCAAGTG": 2095,
      "ATGTTTC": 2096,
      "TGAATTG": 2097,
      "TTTTACAA": 2098,
      "TATTCTCAA": 2099,
      "ACGTTTTC": 2100,
      "TGTGTTTC": 2101,
      "atcac": 2102,
      "ATTTCTC": 2103,
      "TGATATT": 2104,
      "ACCTCG": 2105,
      "ATTACTG": 2106,
      "tatttttt": 2107,
      "agC": 2108,
      "tttttttaa": 2109,
      "TCGTCATC": 2110,
      "TCCACAA": 2111,
      "ATAATAA": 2112,
      "TGCAGATC": 2113,
      "TGTATG": 2114,
      "GGGCGGC": 2115,
      "ACAGAAC": 2116,
      "ATGGATTTG": 2117,
      "CGCGG": 2118,
      "ACGCGG": 2119,
      "CGCGGTG": 2120,
      "ATATCGC": 2121,
      "ACGTAA": 2122,
      "TTTGAGGC": 2123,
      "GGAATCTG": 2124,
      "ACTTTAG": 2125,
      "ACCCCAA": 2126,
      "AGGTCAA": 2127,
      "CAAAAGG": 2128,
      "ata": 2129,
      "AGGGCAA": 2130,
      "TGAGAC": 2131,
      "ACGTGG": 2132,
      "ATGGTAGG": 2133,
      "TATTGGG": 2134,
      "Ttc": 2135,
      "CGTAGG": 2136,
      "ACTCGC": 2137,
      "ATGTGC": 2138,
      "TTGGCAGAA": 2139,
      "TTCCTATC": 2140,
      "ATGATGC": 2141,
      "AAGAGTCG": 2142,
      "ggt": 2143,
      "AAGTCTGG": 2144,
      "AACTTAA": 2145,
      "ACATTTGAA": 2146,
      "TGGAATTTC": 2147,
      "ATACAGGG": 2148,
      "AGTTTAA": 2149,
      "AACAAGTAC": 2150,
      "AAGTGAA": 2151,
      "TCCTCAA": 2152,
      "TCTAAAA": 2153,
      "TCTAAGGG": 2154,
      "TATTATC": 2155,
      "ACTGCGAA": 2156,
      "TTGGGGCC": 2157,
      "ACTAGAA": 2158,
      "atatc": 2159,
      "ATTTGGTGG": 2160,
      "TTTCTAGG": 2161,
      "TTAAGGC": 2162,
      "ATATACG": 2163,
      "gatgag": 2164,
      "AGAATAA": 2165,
      "cAA": 2166,
      "TACTGATAA": 2167,
      "Agc": 2168,
      "tatac": 2169,
      "AGCCGGG": 2170,
      "GGGCATC": 2171,
      "ACAAGGC": 2172,
      "TTGATTC": 2173,
      "AGAATGG": 2174,
      "GGACTAC": 2175,
      "ATGAGAGC": 2176,
      "AAGTTTT": 2177,
      "ATGGCTGAA": 2178,
      "AAGTATC": 2179,
      "ATCCTGATG": 2180,
      "TTACAAAA": 2181,
      "TATTTAT": 2182,
      "TAAAACCC": 2183,
      "TTGCTACAA": 2184,
      "TAGCCGG": 2185,
      "AGTATTCAA": 2186,
      "ACGCCG": 2187,
      "TCCGGTT": 2188,
      "AACATGG": 2189,
      "CGTGGGG": 2190,
      "TTGATAGAA": 2191,
      "ATAAGCC": 2192,
      "AGGGGGC": 2193,
      "CGAAAGTT": 2194,
      "TGAATAC": 2195,
      "TATAGG": 2196,
      "GGTGCGC": 2197,
      "ACTGGGCC": 2198,
      "TACCACATC": 2199,
      "ACTGACGG": 2200,
      "ATTAG": 2201,
      "ATCCTGCC": 2202,
      "ACGACC": 2203,
      "CGTATTG": 2204,
      "TGGATATGG": 2205,
      "TTTCTTTAC": 2206,
      "AGGAATTCC": 2207,
      "TGAAGAGAC": 2208,
      "TGGGTTAG": 2209,
      "TCAGTC": 2210,
      "AAGTAGC": 2211,
      "ATTCATC": 2212,
      "TTAGTAAC": 2213,
      "CCCTTAG": 2214,
      "gaagaagag": 2215,
      "ACAATTC": 2216,
